package com.example.qra.model;

/**
 * this class stores information about all categories (product listings)
 *
 * @author: Marina Alekseeva
 */
public class FilesCategoriesInformations {
    public final static String STRING_FILES_NOT_DISTRIBUTED = "";
    public final static String STRING_FILES_CATEGORY_EAT = "Абиу\n" +
            "• Абрикос\n" +
            "Колбаса\n"+
            "• Авокадо\n" +
            "• Айва\n" +
            "• Аки\n" +
            "• Алиберция\n" +
            "• Алыча\n" +
            "• Амбарелла\n" +
            "• Американский абрикос\n" +
            "• Американский орех\n" +
            "• Ананас\n" +
            "• Аннона горная\n" +
            "• Аннона колючая\n" +
            "• Аннона сетчатая\n" +
            "• Аннона черимола\n" +
            "• Аннона чешуйчатая\n" +
            "• Антильский крыжовник\n" +
            "• Апельсин\n" +
            "• Арабика\n" +
            "• Араза\n" +
            "• Арахис\n" +
            "• Арбуз обыкновенный\n" +
            "• Астрокариум колючий\n" +
            "• Атимойя\n" +
            "• Африканский колючий огурец\n" +
            "• Афрканский тамаринд\n" +
            "• Бакау\n" +
            "• Баклажан\n" +
            "• Балия\n" +
            "• Бананы\n" +
            "• Баобаб\n" +
            "• Барбадин (Большая гранадилла)\n" +
            "• Барбадосская вишня\n" +
            "• Бархатное яблоко\n" +
            "• Баэль\n" +
            "• Белая сапота\n" +
            "• Бергамот\n" +
            "• Билимби\n" +
            "• Бирсонима\n" +
            "• Блигия вкусная\n" +
            "• Большой змеиный фрукт\n" +
            "• Боярышник\n" +
            "• Бразильский орех\n" +
            "• Бычье сердце\n" +
            "• Вампи\n" +
            "• Вангерия\n" +
            "• Ваниль\n" +
            "• Виноград\n" +
            "• Вишня\n" +
            "• Воаванга\n" +
            "• Водяное(восковое) яблоко\n" +
            "• Гандария\n" +
            "• Генипа\n" +
            "• Гибискус съедобный\n" +
            "• Гнетум гнемон\n" +
            "• Голубиная слива\n" +
            "• Голубой квандонг\n" +
            "• Горлянка\n" +
            "• Горький огурец\n" +
            "• Гранадилла (Маракуйа)\n" +
            "• Гранадилла большая (Барбадин)\n" +
            "• Гранадилла сладкая\n" +
            "• Гранат\n" +
            "• Грейпфрут\n" +
            "• Грумичама\n" +
            "• Груша\n" +
            "• Гуайява земляничная\n" +
            "• Гуайява коста-риканская\n" +
            "• Гуайява красная\n" +
            "• Гуайява обыкновенная\n" +
            "• Гуарана\n" +
            "• Давидсония\n" +
            "• Дамские пальчики\n" +
            "• Деревянное яблоко\n" +
            "• Десертный квандонг\n" +
            "• Джекфрут\n" +
            "• Древесная калебаса\n" +
            "• Дуку\n" +
            "• Дуриан\n" +
            "• Дуриан цибетиновый\n" +
            "• Дынная груша\n" +
            "• Дынное дерево\n" +
            "• Дыня обыкновенная\n" +
            "• Евгения одноцветковая\n" +
            "• Жаботикаба\n" +
            "• Звездчатое яблоко\n" +
            "• Земляничная груша\n" +
            "• Земляничный томат\n" +
            "• Земляной орех\n" +
            "• Зизифус мавританский\n" +
            "• Золотая слива\n" +
            "• Золотистый апельсин\n" +
            "• Индийские бобы\n" +
            "• Индийский инжир\n" +
            "• Индийский миндаль\n" +
            "• Индийское розовое яблоко\n" +
            "• Инжир\n" +
            "• Кабачки\n" +
            "• Каинито\n" +
            "• Какао\n" +
            "• Кактус инжировый\n" +
            "• Каламондин\n" +
            "• Калебаса\n" +
            "• Калина\n" +
            "• Канариум яйцевидный\n" +
            "• Капский крыжовник\n" +
            "• Карамбола\n" +
            "• Кас\n" +
            "• Квини\n" +
            "• Квинслендский орех\n" +
            "• Кепель\n" +
            "• Кетамбилла\n" +
            "• Кивано\n" +
            "• Киви\n" +
            "• Китайская калебаса\n" +
            "• Клементин\n" +
            "• Кокколоба ягодоносная\n" +
            "• Кокос\n" +
            "• Корилла\n" +
            "• Кофейные деревья\n" +
            "• Кранжи\n" +
            "• Кумкват овальный\n" +
            "• Купуасу\n" +
            "• Курбарил\n" +
            "• Кустовой горошек\n" +
            "• Лайм настоящий\n" +
            "• Лангсат\n" +
            "• Лансиум домашний\n" +
            "• Леуцена светлоголовчатая\n" +
            "• Либерика\n" +
            "• Ликания\n" +
            "• Лимон грубокожистый\n" +
            "• Лимон обыкновенный\n" +
            "• Лимон Мейера\n" +
            "• Лимонная осина\n" +
            "• Личи\n" +
            "• Лобия\n" +
            "• Ложный мангустан\n" +
            "• Лох узколистный\n" +
            "• Лукума\n" +
            "• Луло\n" +
            "• Люффа остроребристая\n" +
            "• Маболо\n" +
            "• Мадагаскарская слива\n" +
            "• Макадамия цельнолистная\n" +
            "• Малабарская тыква\n" +
            "• Малабарский апельсин\n" +
            "• Малайское яблоко\n" +
            "• Малуко\n" +
            "• Мальпигия гранатолистная\n" +
            "• Маммея американская\n" +
            "• Мамончилло (Лайм испанский)\n" +
            "• Манго благоухающее\n" +
            "• Манго великолепное\n" +
            "• Манго индийское\n" +
            "• Манго резко пахнущее\n" +
            "• Мангостан\n" +
            "• Мангустан\n" +
            "• Мандарин\n" +
            "• Манилкара\n" +
            "• Маракуйя\n" +
            "• Мармеладный плод\n" +
            "• Марула\n" +
            "• Мауриция извилистая\n" +
            "• Маш\n" +
            "• Мексиканская земляная вишня\n" +
            "• Мексиканский огурец\n" +
            "• Мелинжо\n" +
            "• Моква\n" +
            "• Момбин желтый\n" +
            "• Момбин красный\n" +
            "• Момордика\n" +
            "• Моринда\n" +
            "• Мунду\n" +
            "• Мускатный орех\n" +
            "• Мушмула японская\n" +
            "• Наранхилла\n" +
            "• Ням-ням\n" +
            "• Обезьяний хлеб\n" +
            "• Огурец\n" +
            "• Огуречное дерево\n" +
            "• Орех кешью\n" +
            "• Пальма катеху\n" +
            "• Пальма кокосовая\n" +
            "• Пальма масличная африканская\n" +
            "• Пальма персиковая\n" +
            "• Пальчиковый лайм\n" +
            "• Папайя\n" +
            "• Папайя горная\n" +
            "• Папеда\n" +
            "• Паприка\n" +
            "• Пара-гуайява\n" +
            "• Паркия красивая\n" +
            "• Пассифлора съедобная\n" +
            "• Пекуи\n" +
            "• Пепино\n" +
            "• Перец\n" +
            "• Перец кайенский\n" +
            "• Перец стручковый\n" +
            "• Персик\n" +
            "• Перуанская вишня\n" +
            "• Питайя\n" +
            "• Питомба\n" +
            "• Пиши\n" +
            "• Помело\n" +
            "• Померанец\n" +
            "• Помидор\n" +
            "• Помпельмус\n" +
            "• Понцирус (несъедобный плод)\n" +
            "• Приморский виноград\n" +
            "• Путерия\n" +
            "• Пуласан\n" +
            "• Ракум-салакка\n" +
            "• Рамбай\n" +
            "• Рамбутан\n" +
            "• Робуста\n" +
            "• Розовое яблоко\n" +
            "• Роллиния слизистая\n" +
            "• Салакка\n" +
            "• Салакка скученная\n" +
            "• Саламандровое дерево\n" +
            "• Сантол\n" +
            "• Саподилла\n" +
            "• Сатсума\n" +
            "• Сахарное яблоко\n" +
            "• Сахарный горошек\n" +
            "• Свечое дерево\n" +
            "• Свити\n" +
            "• Сизигиум аквеум\n" +
            "• Сизигиум малаккский\n" +
            "• Сизигиум ямбоза\n" +
            "• Сингапурский миндаль\n" +
            "• Слива\n" +
            "• Слива какаду\n" +
            "• Слоновье яблоко\n" +
            "• Сметанное яблоко\n" +
            "• Сонсоя\n" +
            "• Соя\n" +
            "• Спаржевая фасоль\n" +
            "• Страстоцвет\n" +
            "• Суринамская вишня\n" +
            "• Съедобный таитянский орех\n" +
            "• Таитянское яблоко\n" +
            "• Такако\n" +
            "• Тамарилло\n" +
            "• Тамаринд\n" +
            "• Танжерин\n" +
            "• Терминалия катаппа\n" +
            "• Томат настоящий\n" +
            "• Томатное дерево\n" +
            "• Тукума\n" +
            "• Тупа\n" +
            "• Тыква бутылочная\n" +
            "• Тыква восковая\n" +
            "• Тыква мускатная\n" +
            "• Тыква обыкновенная\n" +
            "• Тыква фиголистная\n" +
            "• Тыквенное дерево\n" +
            "• Фейхоа\n" +
            "• Ферония лимонная\n" +
            "• Ферония слоновая\n" +
            "• Физалис земляничный\n" +
            "• Филиппинское розовое яблоко\n" +
            "• Филлантус кислый\n" +
            "• Финик\n" +
            "• Флакурция\n" +
            "• Хлебное дерево\n" +
            "• Хлебные бобы\n" +
            "• Хурма восточная (японская)\n" +
            "• Цейлонский крыжовник\n" +
            "• Циклантера\n" +
            "• Цуккини\n" +
            "• Чайот\n" +
            "• Чампедак\n" +
            "• Черешня\n" +
            "• Черимойя\n" +
            "• Черная гуайява\n" +
            "• Черная сапота\n" +
            "• Черная хурма\n" +
            "• Черный тамаринд\n" +
            "• Чили\n" +
            "• Чилибуха колючая\n" +
            "• Чупа\n" +
            "• Шоколадное дерево\n" +
            "• Яблоко\n" +
            "• Яблоко-кажу\n" +
            "• Яботикаба\n" +
            "• Ямайская вишня\n" +
            "• Ятоба\n" +
            "Вино\n" +
            "• Пиво\n" +
            "• Сидр\n" +
            "• Медовуха\n" +
            "• Абсент\n" +
            "• Бренди\n" +
            "• Кальвадос\n" +
            "• Виски\n" +
            "• Водка\n" +
            "• Граппа\n" +
            "• Джин\n" +
            "• Коньяк \n" +
            "• Ликёр\n" +
            "• Ром\n" +
            "• Самогон\n" +
            "• Текила\n" +
            "• Шампанское\n" +
            "• Кислые щи (кислые шти)\n" +
            "• Напиток кола\n" +
            "• Тоник\n" +
            "Детские смеси\n" +
            "• Яблочное пюре\n" +
            "• Яблочное пюре\n" +
            "• Банановое пюре\n" +
            "• Банановое пюре\n" +
            "• Пюре из тыквы\n" +
            "• Пюре из тыквы\n" +
            "• Грушевое пюре\n" +
            "• Грушевое пюре\n" +
            "• Абрикосовое пюре\n" +
            "• Абрикосовое пюре\n" +
            "• Клубничное пюре\n" +
            "• Клубничное пюре\n" +
            "• Персиковое пюре\n" +
            "• Персиковое пюре\n" +
            "• Пюре из цветной капусты\n" +
            "• Пюре из цветной капусты\n" +
            "• Картофельное пюре\n" +
            "• Картофельное пюре\n" +
            "• Пюре из свеклы\n" +
            "• Пюре из свеклы\n" +
            "• Кабачковое пюре\n" +
            "• Кабачковое пюре\n" +
            "• Мясное пюре\n" +
            "• Мясное пюре\n" +
            "• Морковное пюре\n" +
            "• Морковное пюре\n" +
            "• Овощные пюре\n" +
            "• Овощные пюре\n" +
            "• Фруктовые пюре\n" +
            "• Фруктовые пюре\n" +
            "• Пюре из брокколи\n" +
            "• Пюре из брокколи\n" +
            "• Пюре из зеленого горошка\n" +
            "• Пюре из зеленого горошка\n" +
            "• Кукурузное пюре\n" +
            "• Кукурузное пюре\n" +
            "• Вишневое пюре\n" +
            "• Вишневое пюре\n" +
            "• Сливовое пюре\n" +
            "• Сливовое пюре\n" +
            "• Малиновое пюре\n" +
            "• Малиновое пюре\n" +
            "• Пюре из манго\n" +
            "• Пюре из манго\n" +
            "• Пюре из апельсина\n" +
            "• Пюре из апельсина\n" +
            "• Пюре из чернослива\n" +
            "• Пюре из чернослива\n" +
            "• Фруктово-овощные пюре\n" +
            "• Фруктово-овощные пюре\n" +
            "• Детский творожок\n" +
            "• Детский творожок\n" +
            "• Сухие завтраки\n" +
            "• Сухие завтраки\n" +
            "• Детские консервы\n" +
            "• Детские консервы\n" +
            "• Детские мясные консервы\n" +
            "• Детские мясные консервы\n" +
            "• Пюре из шпината\n" +
            "• Пюре из шпината\n" +
            "• Томатное пюре\n" +
            "• Томатное пюре\n" +
            "• Каши готовые сухие\n" +
            "• Каши готовые сухие\n" +
            "\n" +
            "• Пчелы\n" +
            "• Пчелиные соты\n" +
            "• Пчелиная пыльца\n" +
            "• Пчелиный подмор\n" +
            "• Мед\n" +
            "• Мед донниковый\n" +
            "• Гречишный мед\n" +
            "• Липовый мед\n" +
            "• Мед в сотах\n" +
            "• Прополис\n" +
            "• Перга\n" +
            "Барбарис:\n" +
            "• Бузина:\n" +
            "• Виноград:\n" +
            "• Жимолость:\n" +
            "• Калина рыжеватая\n" +
            "• Красная смородина:\n" +
            "• Крыжовник:\n" +
            "• Облепиха:\n" +
            "• Помидор:\n" +
            "• Смородина:\n" +
            "• Черная смородина:\n" +
            "• Шиповник:\n" +
            "• Костянки:\n" +
            "• Хурма:\n" +
            "• Брусника:\n" +
            "• Вороника:\n" +
            "• Клюква:\n" +
            "• Толокнянка:\n" +
            "• Черника:\n" +
            "• Ягоды Можжевельника:\n" +
            "• Соплодия:\n" +
            "• Бойзенова ягода:\n" +
            "• Восковник:\n" +
            "• Ежевика\n" +
            "• Ежевика сизая\n" +
            "• Ирга:\n" +
            "• Ирга колосистая\n" +
            "• Ирга ольхолистная\n" +
            "• Клубника\n" +
            "• Логанова ягода:\n" +
            "• Малина\n" +
            "• Малина душистая:\n" +
            "• Малина пурпурноплодная:\n" +
            "• Морошка\n" +
            "• Шелковица:\n" +
            "• Марионберри (ягоды марион):\n" +
            "• Янгберри Крупная:\n" +
            "Шоколад\n" +
            "• Цукаты\n" +
            "• Халва, лукум, восточные сладости\n" +
            "• Суфле\n" +
            "• Самбук\n" +
            "• Помадка\n" +
            "• Мусс\n" +
            "• Марципан\n" +
            "• Крем\n" +
            "• Конфеты, ирис, карамель, леденцы\n" +
            "• Зефир, пастила\n" +
            "• Желе\n" +
            "• Грильяж\n" +
            "• Ёт\n" +
            "• Повидло\n" +
            "• Варенье, джем, повидло, мармелад, конфитюр, ёт\n" +
            "• Безе, Меренги\n" +
            "• Шоколад Горький шоколад\n" +
            "• Халва\n" +
            "• Желе\n" +
            "• Печенье Савоярди\n" +
            "• Бисквит\n" +
            "• Белый шоколад\n" +
            "• Молочный шоколад\n" +
            "• Песочное печенье\n" +
            "• Вафельные рожки\n" +
            "• Малиновый джем\n" +
            "• Зефир Маршмеллоу\n" +
            "• Консервированная клубника\n" +
            "• Шоколадный бисквит\n" +
            "• Арахисовая паста\n" +
            "• Апельсиновый джем\n" +
            "• Консервированные ананасы\n" +
            "• Консервированные персики\n" +
            "• Вареная сгущенка\n" +
            "• Печенье\n" +
            "• Мармелад\n" +
            "• Варенье\n" +
            "• Вишневое варенье\n" +
            "• Консервированная вишня\n" +
            "• Консервированная груша\n" +
            "• Желе малиновое\n" +
            "• Клубничное желе\n" +
            "• Желе апельсиновое\n" +
            "• Зефир\n" +
            "• Желе вишневое\n" +
            "• Желе из киви\n" +
            "• Желе молочное\n" +
            "• Желе лимонное\n" +
            "• Творожное желе\n" +
            "• Желе яблочное\n" +
            "• Вафли\n" +
            "• Марципан\n" +
            "• Конфеты шоколадные\n" +
            "• Паста Нутелла\n" +
            "• Конфеты леденцы\n" +
            "• Печенье крекер\n" +
            "• Конфеты драже\n" +
            "• Карамель\n" +
            "• Попкорн\n" +
            "• Мюсли\n" +
            "• Кукурузные палочки\n" +
            "• Пастила\n" +
            "• Щербет\n" +
            "• Сырки глазированные\n" +
            "• Мороженое сорбет\n" +
            "• Клубничное варенье\n" +
            "• Конфеты\n" +
            "• Вишня коктейльная\n" +
            "• коктейльная Мороженое\n" +
            "• Абрикосовое варенье\n" +
            "• Пудинг\n" +
            "• Нуга\n" +
            "• Ягодный джем\n" +
            "• Консервированные абрикосы\n" +
            "• Сливовое варенье\n" +
            "• Козинаки\n" +
            "• Шоколадное печенье\n" +
            "• Шоколадное печенье\n" +
            "• Желе для торта\n" +
            "• Желе для торта\n" +
            "• Малиновое варенье\n" +
            "• Малиновое варенье\n" +
            "• Горячий шоколад\n" +
            "• Горячий шоколад\n" +
            "• Суфле\n" +
            "• Суфле\n" +
            "• Рахат-лукум\n" +
            "• Рахат-лукум\n" +
            "• Конфеты трюфель\n" +
            "• Конфеты трюфель\n" +
            "• Пахлава\n" +
            "• Пахлава\n" +
            "• Галеты\n" +
            "• Галеты\n" +
            "• Лакричные конфеты\n" +
            "• Лакричные конфеты\n" +
            "• Конфеты суфле\n" +
            "• Конфеты суфле\n" +
            "• Яблочное варенье\n" +
            "• Яблочное варенье\n" +
            "• Яблочное повидло\n" +
            "• Яблочное повидло\n" +
            "• Круассан\n" +
            "• Круассан\n" +
            "• Конфитюр\n" +
            "• Конфитюр\n" +
            "• Конфеты грильяж\n" +
            "• Конфеты грильяж\n" +
            "• Грильяж\n" +
            "• Грильяж\n" +
            "• Пряники\n" +
            "• Пряники\n" +
            "• Коврижка\n" +
            "• Коврижка\n" +
            "• Варенье из одуванчиков\n" +
            "• Варенье из одуванчиков\n" +
            "• Черничное варенье\n" +
            "• Черничное варенье\n" +
            "• Земляничное варенье\n" +
            "• Земляничное варенье\n" +
            "• Кекс\n" +
            "• Кекс\n" +
            "• Пирожное эклер\n" +
            "• Пирожное эклер\n" +
            "• Печенье безе\n" +
            "• Печенье безе\n" +
            "• Варенье из лимонов\n" +
            "• Варенье из лимонов\n" +
            "• Варенье из роз\n" +
            "• Варенье из роз\n" +
            "• Апельсиновое варенье\n" +
            "• Апельсиновое варенье\n" +
            "• Клюква в сахаре\n" +
            "• Клюква в сахаре \n" +
            "• Зефирный крем\n" +
            "• Зефирный крем\n" +
            "• Тульские пряники\n" +
            "• Тульские пряники\n" +
            "• Пряники козули\n" +
            "• Пряники козули\n" +
            "• Чурчхела\n" +
            "• Чурчхела\n" +
            "• Сдобное печенье\n" +
            "• Сдобное печенье\n" +
            "• Сахарное печенье\n" +
            "• Сахарное печенье\n" +
            "• Пралине\n" +
            "• Пралине\n" +
            "• Кукурузные шарики\n" +
            "• Кукурузные шарики\n" +
            "• Парфе\n" +
            "• Парфе\n" +
            "• Конфеты ирис\n" +
            "• Конфеты ирис\n" +
            "• Яблочная пастила\n" +
            "• Яблочная пастила\n" +
            "• Десерт самбук\n" +
            "• Десерт самбук\n" +
            "• Гематоген\n" +
            "• Гематоген\n" +
            "• Шоколадные пряники\n" +
            "• Шоколадные пряники\n" +
            "• Черемуховое варенье\n" +
            "• Черемуховое варенье\n" +
            "• Варенье из черной смородины\n" +
            "• Варенье из черной смородины\n" +
            "• Повидло\n" +
            "• Повидло\n" +
            "• Сливовое повидло\n" +
            "• Сливовое повидло\n" +
            "• Повидло абрикосовое\n" +
            "• Повидло абрикосовое\n" +
            "• Персиковое повидло\n" +
            "• Персиковое повидло\n" +
            "• Повидло грушевое\n" +
            "• Повидло грушевое\n" +
            "• Сливовый джем\n" +
            "• Сливовый джем\n" +
            "• Мандариновый джем\n" +
            "• Мандариновый джем\n" +
            "• Черничный джем\n" +
            "• Черничный джем\n" +
            "• Пончики\n" +
            "• Пончики \n" +
            "• Кондитерский крем\n" +
            "• Кондитерский крем\n" +
            "• Заварной крем\n" +
            "• Десерт крем-брюле\n" +
            "• Пирожные\n" +
            "• Мусс\n" +
            "Ржаная мука\n" +
            "• Талкан\n" +
            "• Ячмень\n" +
            "• Красный рис\n" +
            "• Овес\n" +
            "• Полба\n" +
            "• Пшеничные хлопья\n" +
            "• Нешлифованный рис\n" +
            "• Кукурузная каша\n" +
            "• Манная каша\n" +
            "• Перловая каша (Перловка)\n" +
            "• Чечевица\n" +
            "• Пшено\n" +
            "• Пшенная каша\n" +
            "• Отруби ржаные\n" +
            "• Отруби\n" +
            "• Ячневая каша\n" +
            "• Овсяные отруби\n" +
            "• Пшеничные отруби\n" +
            "• Гороховая каша\n" +
            "• Ячневая крупа\n" +
            "• Геркулесовая каша\n" +
            "• Кускус\n" +
            "• Толокно овсяное\n" +
            "• Рис пропаренный\n" +
            "• Булгур\n" +
            "• Проросшая пшеница\n" +
            "• Манная крупа\n" +
            "• Овсяная крупа\n" +
            "• Пшеничная крупа\n" +
            "• Гречневая крупа\n" +
            "• Кукурузная крупа\n" +
            "• Зеленая гречка\n" +
            "• Рис белый\n" +
            "• Дикий рис\n" +
            "• Овсянка\n" +
            "• Овес\n" +
            "• Овсяные хлопья\n" +
            "• Мука пшеничная\n" +
            "• Мука пшеничная высшего сорта\n" +
            "• Мука пшеничная высшего сорта\n" +
            "• Мука пшеничная первого сорта\n" +
            "• Мука пшеничная первого сорта\n" +
            "• Мука пшеничная второго сорта\n" +
            "• Мука пшеничная второго сорта\n" +
            "• Мука ржаная\n" +
            "• Мука ржаная\n" +
            "• Мука ржаная сеяная\n" +
            "• Мука ржаная сеяная\n" +
            "• Мука ржаная обойная\n" +
            "• Мука ржаная обойная\n" +
            "• Мука ржаная обдирная\n" +
            "• Мука ржаная обдирная\n" +
            "• Слоеное тесто\n" +
            "• Слоеное тесто\n" +
            "• Спагетти\n" +
            "• Спагетти\n" +
            "• Хлеб\n" +
            "• Хлеб\n" +
            "• Рисовая лапша\n" +
            "• Рисовая лапша\n" +
            "• Лапша\n" +
            "• Лапша\n" +
            "• Ячменная мука\n" +
            "• Ячменная мука \n" +
            "• Дрожжевое тесто\n" +
            "• Дрожжевое тесто\n" +
            "• Песочное тесто\n" +
            "• Песочное тесто\n" +
            "• Макароны\n" +
            "• Макароны\n" +
            "• Овсяная мука\n" +
            "• Овсяная мука\n" +
            "• Гречневая мука\n" +
            "• Гречневая мука\n" +
            "• Кукурузная мука\n" +
            "• Кукурузная мука\n" +
            "• Мука льняная\n" +
            "• Мука льняная\n" +
            "• Кокосовая мука\n" +
            "• Кокосовая мука\n" +
            "• Хлеб черный\n" +
            "• Хлеб черный\n" +
            "• Белый хлеб\n" +
            "• Белый хлеб\n" +
            "• Рубленое тесто\n" +
            "• Рубленое тесто\n" +
            "• Лаваш\n" +
            "• Лаваш\n" +
            "• Бублики (сушки)\n" +
            "• Бублики (сушки)\n" +
            "• Тесто бездрожжевое\n" +
            "• Тесто бездрожжевое\n" +
            "• Чипсы\n" +
            "• Чипсы\n" +
            "• Тортилья\n" +
            "• Тортилья\n" +
            "• Багет\n" +
            "• Багет\n" +
            "• Хлеб для тостов\n" +
            "• Хлеб для тостов\n" +
            "• Батон\n" +
            "• Батон\n" +
            "• Сдоба\n" +
            "• Сдоба\n" +
            "• Сухари\n" +
            "• Сухари\n" +
            "• Чиабатта\n" +
            "• Чиабатта\n" +
            "• Рисовая бумага\n" +
            "• Рисовая бумага\n" +
            "• Каннеллони\n" +
            "• Каннеллони \n" +
            "• Хлебцы\n" +
            "• Хлебцы\n" +
            "• Рисовая мука\n" +
            "• Рисовая мука\n" +
            "• Тальятелле\n" +
            "• Тальятелле\n" +
            "• Тесто фило\n" +
            "• Тесто фило\n" +
            "• Маца\n" +
            "• Маца\n" +
            "• Вермишель\n" +
            "• Вермишель\n" +
            "• Пшеничная лапша\n" +
            "• Пшеничная лапша\n" +
            "• Лапша рамен\n" +
            "• Лапша рамен\n" +
            "• Гречневая лапша\n" +
            "• Гречневая лапша\n" +
            "• Лапша фунчоза\n" +
            "• Лапша фунчоза\n" +
            "• Яичная лапша\n" +
            "• Яичная лапша\n" +
            "• Лапша соба\n" +
            "• Лапша соба\n" +
            "• Пита\n" +
            "• Пита\n" +
            "• Тесто для пельменей\n" +
            "• Тесто для пельменей\n" +
            "• Лапша харусаме\n" +
            "• Лапша харусаме\n" +
            "• Лапша удон\n" +
            "• Лапша удон\n" +
            "• Тарталетки\n" +
            "• Тарталетки\n" +
            "• Булочки для хот-догов\n" +
            "• Булочки для хот-догов\n" +
            "• Булочки для гамбургеров\n" +
            "• Булочки для гамбургеров\n" +
            "• Дрожжевое слоеное тесто\n" +
            "• Дрожжевое слоеное тесто\n" +
            "• Гренки\n" +
            "• Гренки\n" +
            "• Блины\n" +
            "• Блины\n" +
            "• Крутоны\n" +
            "• Сухарики\n" +
            "• Сухарики\n" +
            "• Ржаные сухарики\n" +
            "• Ржаные сухарики\n" +
            "• Вафельные коржи\n" +
            "• Вафельные коржи\n" +
            "• Листы для лазаньи\n" +
            "• Листы для лазаньи\n" +
            "• Булочки\n" +
            "• Булочки\n" +
            "• Рогалик\n" +
            "• Рогалик\n" +
            "• Сочник\n" +
            "• Сочник\n" +
            "• Сдобные булочки\n" +
            "• Сдобные булочки\n" +
            "• Ватрушка\n" +
            "• Ватрушка\n" +
            "• Калач\n" +
            "• Калач\n" +
            "• Рождественский английский кекс\n" +
            "• Рождественский английский кекс\n" +
            "• Лепешки тако\n" +
            "• Лепешки тако\n" +
            "• Шаньги\n" +
            "• Шаньги\n" +
            "• Булочка бриошь\n" +
            "• Булочка бриошь\n" +
            "• Брецель\n" +
            "• Брецель\n" +
            "• Крендель\n" +
            "• Крендель\n" +
            "• Булочки плюшки\n" +
            "• Булочки плюшки\n" +
            "• Пироги\n" +
            "• Пироги\n" +
            "• Пирожки\n" +
            "• Пирожки\n" +
            "• Фетучини\n" +
            "• Фетучини\n" +
            "• Пироги кулебяки\n" +
            "• Пироги кулебяки\n" +
            "• Хлебные палочки\n" +
            "• Хлебные палочки\n" +
            "• Итальянская паста\n" +
            "• Итальянская паста\n" +
            "• Паста капеллини\n" +
            "• Паста капеллини\n" +
            "• Паста фарфалле\n" +
            "• Паста фарфалле\n" +
            "• Паста пенне\n" +
            "• Паста пенне\n" +
            "• Соевая мука\n" +
            "• Соевая мука\n" +
            "• Соленая соломка\n" +
            "• Соленая соломка\n" +
            "• Соломка сладкая\n" +
            "• Соломка сладкая\n" +
            "• Паста ригатони\n" +
            "• Паста ригатони\n" +
            "• Бородинский хлеб\n" +
            "• Бородинский хлеб\n" +
            "• Пресное тесто\n" +
            "• Пресное тесто\n" +
            "• Хлеб пумперникель\n" +
            "• Хлеб пумперникель\n" +
            "• Вареники\n" +
            "• Вареники\n" +
            "• Пельмени\n" +
            "• Пельмени\n" +
            "• Равиоли\n" +
            "• Равиоли\n" +
            "• Макароны ракушки\n" +
            "• Макароны ракушки\n" +
            "• Овсяный хлеб\n" +
            "• Овсяный хлеб\n" +
            "• Банановый хлеб\n" +
            "• Банановый хлеб\n" +
            "• Макароны конкильони\n" +
            "• Макароны конкильони\n" +
            "• Хлебные крошки\n" +
            "• Хлебные крошки\n" +
            "• Профитроли\n" +
            "• Профитроли\n" +
            "• Тесто\n" +
            "• Тесто\n" +
            "• Мучная смесь\n" +
            "• Мучная смесь\n" +
            "• Оладьи\n" +
            "• Оладьи\n" +
            "• Панкейки (американские блинчики)\n" +
            "• Панкейки (американские блинчики)\n" +
            "• Каравай\n" +
            "• Каравай\n" +
            "• Пряничное тесто\n" +
            "• Пряничное тесто\n" +
            "• Вермишель паутинка\n" +
            "• Вермишель паутинка Зерновой хлеб\n" +
            "• Зерновой хлеб\n" +
            "• Макароны спираль\n" +
            "• Макароны спираль\n" +
            "• Лапша быстрого приготовления\n" +
            "• Лапша быстрого приготовления\n" +
            "• Макароны рожки\n" +
            "• Макароны рожки\n" +
            "• Обойная пшеничная мука\n" +
            "• Обойная пшеничная мука\n" +
            "• Ржано-пшеничная мука\n" +
            "• Ржано-пшеничная мука\n" +
            "• Баранки\n" +
            "• Баранки\n" +
            "• Макароны баветте\n" +
            "• Макароны баветте\n" +
            "• Хлеб домашний\n" +
            "• Хлеб домашний\n" +
            "• Лингуине (linguine)\n" +
            "• Лингуине (linguine)\n" +
            "• Мука чечевичная\n" +
            "• Гороховая мука\n" +
            "• Гороховая мука\n" +
            "• Клецки\n" +
            "• Клецки\n" +
            "• Букатини\n" +
            "• Букатини\n" +
            "• Ореховая мука\n" +
            "• Ореховая мука\n" +
            "• Хлеб пшеничный\n" +
            "• Хлеб пшеничный\n" +
            "• Хлеб с отрубями\n" +
            "• Хлеб с отрубями\n" +
            "• Кунжутная мука\n" +
            "• Кунжутная мука\n" +
            "• Бездрожжевой хлеб\n" +
            "• Бездрожжевой хлеб\n" +
            "• Мафальдине\n" +
            "• Мафальдине\n" +
            "• Спагеттини\n" +
            "• Спагеттини\n" +
            "• Ржаной хлеб\n" +
            "• Ржаной хлеб\n" +
            "• Пампушки\n" +
            "• Пампушки\n" +
            "• Пампушки с чесноком\n" +
            "• Пампушки с чесноком\n" +
            "• Паста орзо (Ризони)\n" +
            "• Паста орзо (Ризони)\n" +
            "• Аньолотти\n" +
            "• Аньолотти\n" +
            "• Паста зити\n" +
            "• Паста зити\n" +
            "• Папарделле\n" +
            "• Папарделле\n" +
            "• Тортилья пшеничная\n" +
            "• Тортилья пшеничная\n" +
            "• Мука из зародышей пшеницы\n" +
            "• Мука из зародышей пшеницы\n" +
            "• Кукурузная тортилья\n" +
            "• Кукурузная тортилья\n" +
            "• Сырная тортилья\n" +
            "• Сырная тортилья\n" +
            "• Трубочки закусочные\n" +
            "• Трубочки закусочные\n" +
            "• Хлебцы пшеничные\n" +
            "• Хлебцы пшеничные\n" +
            "• Хлеб солодовый\n" +
            "• Хлеб солодовый\n" +
            "• Слоеные язычки\n" +
            "• Слоеные язычки\n" +
            "• Хлебцы овсяные\n" +
            "• Хлебцы овсяные\n" +
            "• Хлеб соевый\n" +
            "• Хлеб соевый\n" +
            "• Гриссини\n" +
            "• Гриссини\n" +
            "• Кедровая мука\n" +
            "• Кедровая мука\n" +
            "• Лепешки роти\n" +
            "• Лепешки роти\n" +
            "• Хлебцы гречневые\n" +
            "• Хлебцы гречневые\n" +
            "• Хлеб серый\n" +
            "• Хлеб серый\n" +
            "• Тесто кадаиф\n" +
            "• Тесто кадаиф\n" +
            "• Волован\n" +
            "• Волован\n" +
            "• Нутовая мука\n" +
            "• Нутовая мука\n" +
            "• Багель\n" +
            "• Багель\n" +
            "• Хлебцы ржаные\n" +
            "• Хлебцы ржаные\n" +
            "• Хлебцы кукурузные\n" +
            "• Хлебцы кукурузные\n" +
            "• Хлеб кукурузный\n" +
            "• Хлеб кукурузный\n" +
            "• Юфка\n" +
            "• Юфка Х\n" +
            "• леб гречневый\n" +
            "• Хлеб гречневый\n" +
            "• Чипетке\n" +
            "• Чипетке\n" +
            "• Чесночный хлеб\n" +
            "• Чесночный хлеб\n" +
            "• Брускетта\n" +
            "• Брускетта\n" +
            "• Бораки\n" +
            "• Бораки\n" +
            "• Хлеб с сухофруктами\n" +
            "• Хлеб с сухофруктами\n" +
            "• Бисквитная крошка\n" +
            "• Бисквитная крошка\n" +
            "• Чапати\n" +
            "• Чапати\n" +
            "• Амарантовая мука\n" +
            "• Амарантовая мука\n" +
            "• Фокачча\n" +
            "• Фокачча\n" +
            "• Мука тритикале\n" +
            "• Мука тритикале\n" +
            "• Мука подсолнечная\n" +
            "• Мука подсолнечная Кексы маффины\n" +
            "• Кексы маффины\n" +
            "• Лаваш армянский\n" +
            "• Лаваш армянский\n" +
            "• Сайка\n" +
            "• Сайка\n" +
            "• Плетенка\n" +
            "• Плетенка\n" +
            "• Хлеб хала\n" +
            "• Хлеб хала\n" +
            "• Фатир\n" +
            "• Фатир\n" +
            "• Лепешки\n" +
            "• Лепешки\n" +
            "Майонез\n" +
            "• Маргарин\n" +
            "• Нерафинированное масло\n" +
            "• Хлопковое масло\n" +
            "• Смалец\n" +
            "• Масло жожоба\n" +
            "• Виноградное масло\n" +
            "• Облепиховое масло\n" +
            "• Кедровое масло\n" +
            "• Рыбий жир\n" +
            "• Кунжутное масло\n" +
            "• Рыжиковое масло\n" +
            "• Масло расторопши\n" +
            "• Оливковое масло\n" +
            "• Свиное сало\n" +
            "• Масло грецкого ореха\n" +
            "• Рапсовое масло\n" +
            "• Кокосовое масло\n" +
            "• Масло черного тмина\n" +
            "• Конопляное масло\n" +
            "• Пихтовое масло\n" +
            "• Каменное масло\n" +
            "• Сливочное масло\n" +
            "• Горчичное масло\n" +
            "• Барсучий жир\n" +
            "• Касторовое масло\n" +
            "• Льняное масло\n" +
            "• Топленое масло\n" +
            "• Тыквенное масло\n" +
            "• Подсолнечное масло\n" +
            "• Кукурузное масло\n" +
            "• Арахисовое масло\n" +
            "• Сало\n" +
            "бейгл\n" +
            "• бисквит\n" +
            "• брецель\n" +
            "• бриошь\n" +
            "• каравай\n" +
            "• круассан\n" +
            "• лаваш\n" +
            "• лао-бин\n" +
            "• лахох\n" +
            "• матнакаш\n" +
            "• маца\n" +
            "• наан\n" +
            "• паляница (хлеб)\n" +
            "• патыр\n" +
            "• пита\n" +
            "• пумперникель\n" +
            "• рейкялейпя\n" +
            "• ржаной хлеб\n" +
            "• сайка\n" +
            "• тандыр-нан\n" +
            "• тигровый хлеб\n" +
            "• тортилья\n" +
            "• фокачча\n" +
            "• фолар\n" +
            "• французский багет\n" +
            "• чапати\n" +
            "• чиабатта\n" +
            "• чурек\n" +
            "• шоти-пури\n" +
            "• юха\n" +
            "• Пирожные, эклеры\n" +
            "• Пряники, коврижки\n" +
            "• Пироги сладкие, пирожки, ватрушки, булки, пончики, кексы, ромовые бабы\n" +
            "• Вафли\n" +
            "• Печенье\n" +
            "• Торт\n" +
            "Какао\n" +
            "• Чай\n" +
            "• Каркаде\n" +
            "• Кофе\n" +
            "• Мат?\n" +
            "• Глинтвейн\n" +
            "• Сбитень\n" +
            "• Горячие отвары\n" +
            "Свиной язык\n" +
            "• Свинина\n" +
            "• Мясо нутрии\n" +
            "• Мясо лося\n" +
            "• Мясо кролика\n" +
            "• Куриные лапки\n" +
            "• Утка\n" +
            "• Яичный желток\n" +
            "• Перепелиные яйца\n" +
            "• Яичная скорлупа\n" +
            "• Куриные яйца\n" +
            "• Перепелиная скорлупа\n" +
            "• Куриная скорлупа\n" +
            "• Кукумария\n" +
            "• Сибас\n" +
            "• Лемонема\n" +
            "• Лимонелла\n" +
            "• Шпроты\n" +
            "• Терпуг\n" +
            "• Спирулина\n" +
            "• Нори\n" +
            "• Рыба сайра\n" +
            "• Рыба голец\n" +
            "• Морская рыба\n" +
            "• Морские гребешки\n" +
            "• Молока рыбы\n" +
            "• Рыба навага\n" +
            "• Устрицы\n" +
            "• Черная икра\n" +
            "• Хамса\n" +
            "• Рыба судак\n" +
            "• Рыба сом\n" +
            "• Селедка\n" +
            "• Кета\n" +
            "• Килька\n" +
            "• Кефаль\n" +
            "• Рыбные консервы\n" +
            "• Рыба конгрио\n" +
            "• Копченая рыба\n" +
            "• Мясо краба\n" +
            "• Щучья икра\n" +
            "• Осьминоги\n" +
            "• Рыба пикша\n" +
            "• Речные раки\n" +
            "• Кижуч\n" +
            "• Минтай\n" +
            "• Мойва\n" +
            "• Кальмары\n" +
            "• Икра мойвы\n" +
            "• Скумбрия\n" +
            "• Печень трески\n" +
            "• Треска\n" +
            "• Горбуша\n" +
            "• Лосось\n" +
            "• Нототения\n" +
            "• Пангасиус\n" +
            "• Мидии\n" +
            "• Тунец\n" +
            "• Икра красная\n" +
            "• Семга\n" +
            "• Креветки\n" +
            "• Камбала\n" +
            "• Свиное сердце\n" +
            "• Баранина\n" +
            "• Конина\n" +
            "• Говяжий язык\n" +
            "• Индейка\n" +
            "• Куриная грудка\n" +
            "• Говядина\n" +
            "• Печень свиная\n" +
            "• Печень говяжья\n" +
            "• Куриная печень\n" +
            "• Куриные желудки\n" +
            "• Куриные сердечки\n" +
            "молоко\n" +
            "• Кефир\n" +
            "• Катык\n" +
            "• Айран\n" +
            "• Ацидофилин\n" +
            "• Жидкий йогурт\n" +
            "• Ряженка\n" +
            "• Кумыс\n" +
            "• Билк\n" +
            "• Катык\n" +
            "• Сметана\n" +
            "• Сливки\n" +
            "• Сгущенное молоко\n" +
            "• Мороженое\n" +
            "• Молочные продукты\n" +
            "• Йогурт\n" +
            "• Кисломолочные продукты\n" +
            "• Домашний йогурт\n" +
            "• Бифилайф\n" +
            "• Творог\n" +
            "• Ряженка\n" +
            "• Адыгейский сыр\n" +
            "• Айран\n" +
            "• Брынза\n" +
            "• Козий сыр\n" +
            "• Сыр сулугуни\n" +
            "• Мацони\n" +
            "• Молозиво коровье\n" +
            "• Кумыс\n" +
            "• Топленое молоко\n" +
            "• Козье молоко\n" +
            "• Молочный гриб\n" +
            "• Молочная сыворотка\n" +
            "• Кефир\n" +
            "• Молоко\n" +
            "• Колбасный сыр\n" +
            "• Плавленый сыр\n" +
            "• Сыр тофу\n" +
            "• Сыр\n" +
            "• Рыжики\n" +
            "• Грузди\n" +
            "• Вешенки\n" +
            "• Шампиньоны\n" +
            "• Грибы\n" +
            " Квас\n" +
            "• Компот\n" +
            "• Морс\n" +
            "лимонад\n" +
            "\n" +
            "• Пряности\n" +
            "• Черный тмин\n" +
            "• Бергамот\n" +
            "• Бальзамический уксус\n" +
            "• Ажгон (Айован душистый, Индийский тмин)\n" +
            "• Аир (Аир болотный, Аир тростниковый, Ирный корень)\n" +
            "• Анис (Бедренец анисовый)\n" +
            "• Аннато\n" +
            "• Асафетида (Ферула вонючая)\n" +
            "• Базилик (Райхон, Рейган, Душистые васильки)\n" +
            "• Барбарис\n" +
            "• Бадьян (Звёздчатый анис)\n" +
            "• Бедренец (Бедренец камнеломковый)\n" +
            "• Ваниль\n" +
            "• Гвоздика (Сизигиум ароматный)\n" +
            "• Горчица (Горчица русская, Горчица сизая)\n" +
            "• Горчица (Полезные, лечебные свойства и противопоказания)\n" +
            "• Девясил (Жёлтый цвет)\n" +
            "• Душица обыкновенная (Орегано)\n" +
            "• Дягиль лекарственный (Дудник)\n" +
            "• Женьшень\n" +
            "• Зира\n" +
            "• Имбирь\n" +
            "• Корень имбиря\n" +
            "• Иссоп (Cиний зверобой)\n" +
            "• Каперсы\n" +
            "• Приправа карри\n" +
            "• Кардамон\n" +
            "• Кервель\n" +
            "• Кориандр\n" +
            "• Кориандр (Полезные, лечебные свойства и противопоказания)\n" +
            "• Корица\n" +
            "• Корица (Полезные свойства и противопоказания)\n" +
            "• Перец Чили\n" +
            "• Кресс-салат\n" +
            "• Кинза\n" +
            "• Кунжут\n" +
            "• КупырьКуркума\n" +
            "• Куркума (Полезные свойства и противопоказания)\n" +
            "• Лавровый лист (Полезные, лечебные свойства и противопоказания)\n" +
            "• Лимонник\n" +
            "• Майоран\n" +
            "• Соевый соус\n" +
            "• Тимьян (Полезные, лечебные свойства и противопоказания)\n" +
            "• Хмель\n" +
            "• Хрен\n" +
            "• Шалфей\n" +
            "• Шафран (Полезные свойства и противопоказания)\n" +
            "• Черный молотый перец\n" +
            "• Цикламен\n" +
            "• Кэроб\n" +
            "• Лабазник\n" +
            "• Мирт\n" +
            "• Мушмула\n" +
            "• Сансевиерия\n" +
            "• Бархатцы\n" +
            "• Сосновые шишки\n" +
            "• Сосна\n" +
            "• Скорлупа грецких орехов\n" +
            "• Кедровая скорлупа\n" +
            "• Кора крушины\n" +
            "• Щавель\n" +
            "• Еловые шишки\n" +
            "• Черемуха\n" +
            "• Чайная роза\n" +
            "• Фиалка трёхцветная\n" +
            "• Софора\n" +
            "• Османтус\n" +
            "• Мать-и-мачеха\n" +
            "• Трава матрешка\n" +
            "• Трава манжетка\n" +
            "• Суданская роза\n" +
            "• Рожковое дерево\n" +
            "• Лемонграсс\n" +
            "• Лебеда\n" +
            "• Корень лакрицы\n" +
            "• Эхинацея пурпурная\n" +
            "• Элеутерококк\n" +
            "• Толстянка денежное дерево\n" +
            "• Конский каштан\n" +
            "• Конский щавель\n" +
            "• Черная бузина\n" +
            "• Орех чуфа\n" +
            "• Семена мака\n" +
            "• Виноградные косточки\n" +
            "• Орехи миндаль\n" +
            "• Грецкий орех\n" +
            "• Кедровые орехи\n" +
            "• Тыквенные семечки\n" +
            "• Фисташки\n" +
            "• Кешью\n" +
            "• Кунжут\n" +
            "• Бразильский орех\n" +
            "• Семечки подсолнуха\n" +
            "• Абрикосовые косточки\n" +
            "• Жареные семечки\n" +
            "• Хельба\n" +
            "• Кокос\n" +
            "• Какао бобы\n" +
            "• Арахис\n" +
            "• Маньчжурский орех\n" +
            "• Орех макадамия\n" +
            "• Земляной орех\n" +
            "• Мускатный орех\n" +
            "• Фундук\n" +
            "• Семя льна\n" +
            "• Котовник лимонный\n" +
            "• Корень одуванчика\n" +
            "• Корень солодки\n" +
            "• Кора ивы\n" +
            "• Кора дуба\n" +
            "• Алоэ\n" +
            "• Белая акация\n" +
            "• Василек\n" +
            "• Васаби\n" +
            "• Валериана\n" +
            "• Змееголовник\n" +
            "• Одуванчик\n" +
            "• Пастушья сумка\n" +
            "• Папоротник\n" +
            "• Пионы\n" +
            "• Пихта\n" +
            "• Белоголовник\n" +
            "• Богородская трава\n" +
            "• Березовые листья\n" +
            "• Герань\n" +
            "• Юкка\n" +
            "• Молочай\n" +
            "• Цикорий\n" +
            "• Чабрец\n" +
            "• Репешок\n" +
            "• Хвощ полевой\n" +
            "• Зверобой\n" +
            "• Душица\n" +
            "• Бессмертник\n" +
            "• Пажитник\n" +
            "• Кипрей\n" +
            "• Черемша\n" +
            "• Рукола\n" +
            "• Кукурузные рыльца\n" +
            "• Расторопша\n" +
            "• Ройбуш\n" +
            "• Толокнянка\n" +
            "• Хлорофитум\n" +
            "• Мокрица\n" +
            "• Пижма\n" +
            "• Эстрагон (Тархун)\n" +
            "• Донник\n" +
            "• Тысячелистник\n" +
            "• Сныть\n" +
            "• Жасмин\n" +
            "• Листья брусники\n" +
            "• Стевия\n" +
            "• Фикус\n" +
            "• Каланхоэ\n" +
            "• Маслины\n" +
            "• Мята перечная\n" +
            "• Календула\n" +
            "• Ромашка\n" +
            "• Липовый цвет\n" +
            "• Липа\n" +
            "• Золотой ус\n" +
            "• Алоэ Вера\n" +
            "• Розмарин\n" +
            "• Полынь\n" +
            "• Крапива\n" +
            "• Подорожник\n" +
            "• Эвкалипт\n" +
            "• Артишок\n" +
            "• Кора осины\n" +
            "• Семена укропа\n" +
            "• Сабельник\n" +
            "• Спорыш\n" +
            "• Клевер красный\n" +
            "• Березовые почки\n" +
            "• Люцерна\n" +
            "• Череда\n" +
            "• Жимолость\n" +
            "• Мелисса\n" +
            "• Корень лопуха\n" +
            "• Бадан\n" +
            "Амарант\n" +
            "• Ангурия (антильский огурец)\n" +
            "• Анис\n" +
            "• Артишок\n" +
            "• Базилик\n" +
            "• Баклажан\n" +
            "• Бамия\n" +
            "• Батат\n" +
            "• Бобы\n" +
            "• Брюква\n" +
            "• Вигна (спаржевая фасоль)\n" +
            "• Горох\n" +
            "• Горчица сарептская\n" +
            "• Дайкон (редька японская)\n" +
            "• Двурядник тонколистный (Рукола)\n" +
            "• Душица обыкновенная\n" +
            "• Дынная груша (пепино)\n" +
            "• Дыня\n" +
            "• Змееголовник\n" +
            "• Индау посевной\n" +
            "• Иссоп лекарственный\n" +
            "• Капуста белокочанная\n" +
            "• Капуста брокколи\n" +
            "• Капуста брюссельская\n" +
            "• Капуста декоративная\n" +
            "• Капуста китайская\n" +
            "• Капуста кольраби\n" +
            "• Капуста краснокочанная\n" +
            "• Капуста листовая\n" +
            "• Капуста пекинская\n" +
            "• Капуста савойская\n" +
            "• Кардон (испанский артишок)\n" +
            "• Капуста цветная\n" +
            "• Капуста японская\n" +
            "• Картофель\n" +
            "• Катран\n" +
            "• Кервель\n" +
            "• Кориандр (кинза)\n" +
            "• Котовник\n" +
            "• Кресс водяной\n" +
            "• Кресс-салат\n" +
            "• Кукуруза сахарная\n" +
            "• Лаванда\n" +
            "• Лагенария (бутылочная тыква)\n" +
            "• Лебеда садовая\n" +
            "• Ложечная трава\n" +
            "• Лофант анисовый\n" +
            "• Лук репчатый\n" +
            "• Лук-батун\n" +
            "• Лук-порей\n" +
            "• Лук-Шалот\n" +
            "• Лук-анзур\n" +
            "• Лук душистый\n" +
            "• Лук многоярусный\n" +
            "• Лук на перо\n" +
            "• Лук победный и лук медвежий (черемша)\n" +
            "• Лук-слизун\n" +
            "• Лук-шнитт\n" +
            "• Любисток\n" +
            "• Люффа (мочалочная тыква)\n" +
            "• Майоран\n" +
            "• Мангольд (листовая свекла)\n" +
            "• Мелисса лекарственная\n" +
            "• Мелотрия шершавая\n" +
            "• Момордика\n" +
            "• Монарда лимонная\n" +
            "• Морковь\n" +
            "• Мята\n" +
            "• Нигелла\n" +
            "• Овсяный корень\n" +
            "• Огурец\n" +
            "• Огурец перуанский (циклантера)\n" +
            "• Огуречная трава (Бораго)\n" +
            "• Паслен\n" +
            "• Пастернак\n" +
            "• Перец кустарниковый\n" +
            "• Перец\n" +
            "• Перилла\n" +
            "• Петрушка\n" +
            "• Портулак огородный\n" +
            "• Ревень\n" +
            "• Редька китайская (лоба)\n" +
            "• Редис\n" +
            "• Редька\n" +
            "• Репа\n" +
            "• Репа салатная\n" +
            "• Розмарин\n" +
            "• Рута овощная\n" +
            "• Салат латук посевной\n" +
            "• Салат спаржевый\n" +
            "• Салат цикорный (эндивий, эскариол)\n" +
            "• Сараха\n" +
            "• Свекла\n" +
            "• Сельдерей\n" +
            "• Скорцонера (черный корень)\n" +
            "• Спаржа\n" +
            "• Стахис\n" +
            "• Тимьян\n" +
            "• Тладианта (многолетний огурец)\n" +
            "• Тмин овощной\n" +
            "• Томат (помидор)\n" +
            "• Топинамбур\n" +
            "• Тыква\n" +
            "• Тыквы овощные: кабачок, патиссон, крукнек\n" +
            "• Укроп\n" +
            "• Фасоль овощная\n" +
            "• Фенхель овощной\n" +
            "• Физалис\n" +
            "• Хрен\n" +
            "• Хризантема овощная\n" +
            "• Цикорий салатный (витлуф)\n" +
            "• Цифомандра (томатное дерево)\n" +
            "• Чабер огородный\n" +
            "• Чайот\n" +
            "• Чеснок\n" +
            "• Шалфей\n" +
            "• Шпинат\n" +
            "• Шпинат земляничный\n" +
            "• Шпинат новозеландский\n" +
            "• Щавель\n" +
            "• Эстрагон (тархун)\n" +
            "• Якон\n";
    public final static String STRING_FILES_CATEGORY_HOUSEHOLD_PRODUCTS = "Стиральный порошок\n" +
            "• Жидкость для мытья посуды\n" +
            "• Универсальное чистящее средство\n" +
            "• Губки для мытья посуды\n" +
            "• Мусорные пакеты\n" +
            "• Хозяйственные перчатки\n" +
            "• Туалетная бумага\n" +
            "• Салфетки на стол\n" +
            "• Бумажные платочки\n" +
            "• Влажные салфетки\n" +
            "• Блок для унитаза\n" +
            "• Порошок или жидкость для промывания труб\n" +
            "• Фольга\n" +
            "• Рукав для запекания\n" +
            "• Пищевая пленка\n" +
            "• одноразовая пластиковая посуда\n" +
            "• постельное белье\n" +
            "• полотенца\n" +
            "• Средство для полов\n" +
            "• Средство для мытья пола\n" +
            "• Средство для пола и стен\n" +
            "• Средство для пола, поверхностей и стен\n" +
            "• Средство для мытья стекол\n" +
            "• Средство для уборки дома\n" +
            "• Средство для стирки Гель для стирки\n" +
            "• Средство для стирки Кондиционер для белья\n" +
            "• Освежитель воздуха\n" +
            "• Средство для стирки \n" +
            "Зубная паста\n" +
            "• Зубные щетки\n" +
            "• Жидкость для полоскания ротовой полости\n" +
            "• Жидкое мыло\n" +
            "• Мыло хозяйственное\n" +
            "• Ватные диски\n" +
            "• Ватные палочки\n" +
            "• Жидкость для снятия лака\n" +
            "• Крем универсальный\n" +
            "• крем для рук\n" +
            "• Шампунь\n" +
            "• Бальзам-ополаскиватель\n" +
            "• Гель для душа\n" +
            "• Средство для интимной гигиены\n" +
            "• Бритвенные станки\n" +
            "• Насадки для бритвенного станка\n" +
            "• Пена для бритья\n" +
            "• Дезодорант\n" +
            "• Прокладки ежедневные\n" +
            "• Расческ";
    public final static String STRING_FILES_CATEGORY_ANIMALS = "";
    public final static String STRING_FILES_CATEGORY_CLOTHES = "";
    public final static String STRING_FILES_CATEGORY_GOODS_FOR_KIDS = "• соски, соски-пустышки;\n" +
            "• изделия санитарно-гигиенические и галантерейные изделия детские;\n" +
            "• изделия санитарно-гигиенические разового использования;\n" +
            "• посуда, столовые приборы;\n" +
            "• щетки зубные, щетки зубные электрические с питанием от химических источников тока,\n" +
            "массажеры для десен и аналогичные изделия;\n" +
            "• одежда и изделия из текстильных материалов и кожи;\n" +
            "• одежда и изделия меховые;\n" +
            "• изделия трикотажные;\n" +
            "• готовые штучные текстильные изделия;\n" +
            "• обувь для детей и подростков, кроме спортивной, национальной и ортопедической;\n" +
            "• кожгалантерейные изделия;\n" +
            "• коляски детские;\n" +
            "• велосипеды;\n" +
            "• издательская книжная, журнальная продукция;\n" +
            "• школьно-письменные принадлежности,\n" +
            "• Детская кроватка\n" +
            "• Коляска\n" +
            "• Детская ванночка\n" +
            "• Пеленальная доска, столик или пеленальный комод\n" +
            "• Автокресло/автолюлька\n" +
            "• Рюкзачок-кенгуру\n" +
            "• Матрац в кроватку\n" +
            "• Клеенка и наматрасник\n" +
            "• Комплект для коляски (матрас и подушка)\n" +
            "• Одеяло теплое синтепоновое или ватное\n" +
            "• Одеяло шерстяное\n" +
            "• Одеяло байковое\n" +
            "• Одеяло х/б\n" +
            "• Пододеяльники\n" +
            "• Простыни\n" +
            "• Аптечка для новорожденного\n" +
            "• Аспиратор\n" +
            "• Ножницы с закругленными краями\n" +
            "• Резиновая спринцовка\n" +
            "• Термометр для воды\n" +
            "• Термометр для комнаты\n" +
            "• Термометр для определения температуры тела\n" +
            "• Щетка и гребешок\n" +
            "• Пустышка\n" +
            "• Одноразовые подгузники\n" +
            "• Радионяня\n" +
            "• Музыкальная игрушка в кроватку\n" +
            "• Детское мыло\n" +
            "• Пена (гель) для купания малыша\n" +
            "• Губка (варежка)\n" +
            "• Горка для ванной\n" +
            "• Ковшик для ополаскивания ребенка\n" +
            "• Полотенце большое махровое\n" +
            "• Круг для купания\n" +
            "• Чепчик для купания\n";
    public final static String STRING_FILES_CATEGORY_STATIONERY = "Шариковые ручки\n" +
            "• Скотч\n" +
            "• КалендарЬ\n" +
            "• КнигА\n" +
            "• Буклет\n" +
            "• Бумага для принтера А4\n" +
            "• Файлы для документов А4 формата\n" +
            "• Степлер\n" +
            "• Скобы для степлера\n" +
            "• Дырокол\n" +
            "• Скрепки канцелярские\n" +
            "• Ножницы\n" +
            "• Бумажные блоки для записей\n" +
            "• Стикеры с клейким слоем\n" +
            "• Закладки\n" +
            "• Маркеры для выделения текста\n" +
            "• Маркеры перманентные\n" +
            "• Ручки шариковые\n" +
            "• Чернографитовые карандаши;\n" +
            "• Точилка для карандашей\n" +
            "• Подставка для ручек, скрепок и канцелярских мелочей\n" +
            "• Подставка для бумажного блока\n" +
            "• Лотки для бумаг\n" +
            "• Корзина для бумаг\n" +
            "• Клей-карандаш\n" +
            "• ПВА\n" +
            "• Канцелярский скотч\n" +
            "• упаковочный скотч;\n" +
            "• Корректор текста\n" +
            "• Канцелярская книга\n" +
            "• Биндеры металлические\n" +
            "• Ластики\n" +
            "• Калькулятор\n" +
            "• Почтовые конверты\n" +
            "• Антистеплер \n" +
            "• Салфетки для оргтехники\n" +
            "• Папка-регистратор\n" +
            "• Папка с файлами\n" +
            "• Папка на кнопке\n" +
            "• Папки-портфели\n" +
            "• Папка на кольцах\n" +
            "• Перекидной настольный календарь\n" +
            "• настенный календарь\n" +
            "• Штемпельная краска\n" +
            "• Ежедневник бумажный или блокнот\n" +
            "• Подкладка для письма\n" +
            "• Линейка;\n" +
            "• Именные настольные таблички\n" +
            "• Бейджи.\n" +
            "• Магнитно-маркерная доска на стену\n" +
            "• Пробковая доска\n" +
            "• Флипчарт Стеклянные доски\n" +
            "• Магниты\n" +
            "• губка для стирания\n" +
            "• спрей для досок\n" +
            "• маркеры для досок\n" +
            "• Блокноты для флипчарта";
    public final static String STRING_FILES_CATEGORY_ELECTRONICS = "";
    public final static String STRING_FILES_CATEGORY_OTHER = "";

    public static final class FILES_CONTENT_CATEGORY_EAT_INFORMATION {

        public final static String STRING_FILES_FRUITS = "Абиу\n" +
                "• Абрикос\n" +
                "• Авокадо\n" +
                "• Айва\n" +
                "• Аки\n" +
                "• Алиберция\n" +
                "• Алыча\n" +
                "• Амбарелла\n" +
                "• Американский абрикос\n" +
                "• Американский орех\n" +
                "• Ананас\n" +
                "• Аннона горная\n" +
                "• Аннона колючая\n" +
                "• Аннона сетчатая\n" +
                "• Аннона черимола\n" +
                "• Аннона чешуйчатая\n" +
                "• Антильский крыжовник\n" +
                "• Апельсин\n" +
                "• Арабика\n" +
                "• Араза\n" +
                "• Арахис\n" +
                "• Арбуз обыкновенный\n" +
                "• Астрокариум колючий\n" +
                "• Атимойя\n" +
                "• Африканский колючий огурец\n" +
                "• Афрканский тамаринд\n" +
                "• Бакау\n" +
                "• Баклажан\n" +
                "• Балия\n" +
                "• Бананы\n" +
                "• Баобаб\n" +
                "• Барбадин (Большая гранадилла)\n" +
                "• Барбадосская вишня\n" +
                "• Бархатное яблоко\n" +
                "• Баэль\n" +
                "• Белая сапота\n" +
                "• Бергамот\n" +
                "• Билимби\n" +
                "• Бирсонима\n" +
                "• Блигия вкусная\n" +
                "• Большой змеиный фрукт\n" +
                "• Боярышник\n" +
                "• Бразильский орех\n" +
                "• Бычье сердце\n" +
                "• Вампи\n" +
                "• Вангерия\n" +
                "• Ваниль\n" +
                "• Виноград\n" +
                "• Вишня\n" +
                "• Воаванга\n" +
                "• Водяное(восковое) яблоко\n" +
                "• Гандария\n" +
                "• Генипа\n" +
                "• Гибискус съедобный\n" +
                "• Гнетум гнемон\n" +
                "• Голубиная слива\n" +
                "• Голубой квандонг\n" +
                "• Горлянка\n" +
                "• Горький огурец\n" +
                "• Гранадилла (Маракуйа)\n" +
                "• Гранадилла большая (Барбадин)\n" +
                "• Гранадилла сладкая\n" +
                "• Гранат\n" +
                "• Грейпфрут\n" +
                "• Грумичама\n" +
                "• Груша\n" +
                "• Гуайява земляничная\n" +
                "• Гуайява коста-риканская\n" +
                "• Гуайява красная\n" +
                "• Гуайява обыкновенная\n" +
                "• Гуарана\n" +
                "• Давидсония\n" +
                "• Дамские пальчики\n" +
                "• Деревянное яблоко\n" +
                "• Десертный квандонг\n" +
                "• Джекфрут\n" +
                "• Древесная калебаса\n" +
                "• Дуку\n" +
                "• Дуриан\n" +
                "• Дуриан цибетиновый\n" +
                "• Дынная груша\n" +
                "• Дынное дерево\n" +
                "• Дыня обыкновенная\n" +
                "• Евгения одноцветковая\n" +
                "• Жаботикаба\n" +
                "• Звездчатое яблоко\n" +
                "• Земляничная груша\n" +
                "• Земляничный томат\n" +
                "• Земляной орех\n" +
                "• Зизифус мавританский\n" +
                "• Золотая слива\n" +
                "• Золотистый апельсин\n" +
                "• Индийские бобы\n" +
                "• Индийский инжир\n" +
                "• Индийский миндаль\n" +
                "• Индийское розовое яблоко\n" +
                "• Инжир\n" +
                "• Кабачки\n" +
                "• Каинито\n" +
                "• Какао\n" +
                "• Кактус инжировый\n" +
                "• Каламондин\n" +
                "• Калебаса\n" +
                "• Калина\n" +
                "• Канариум яйцевидный\n" +
                "• Капский крыжовник\n" +
                "• Карамбола\n" +
                "• Кас\n" +
                "• Квини\n" +
                "• Квинслендский орех\n" +
                "• Кепель\n" +
                "• Кетамбилла\n" +
                "• Кивано\n" +
                "• Киви\n" +
                "• Китайская калебаса\n" +
                "• Клементин\n" +
                "• Кокколоба ягодоносная\n" +
                "• Кокос\n" +
                "• Корилла\n" +
                "• Кофейные деревья\n" +
                "• Кранжи\n" +
                "• Кумкват овальный\n" +
                "• Купуасу\n" +
                "• Курбарил\n" +
                "• Кустовой горошек\n" +
                "• Лайм настоящий\n" +
                "• Лангсат\n" +
                "• Лансиум домашний\n" +
                "• Леуцена светлоголовчатая\n" +
                "• Либерика\n" +
                "• Ликания\n" +
                "• Лимон грубокожистый\n" +
                "• Лимон обыкновенный\n" +
                "• Лимон Мейера\n" +
                "• Лимонная осина\n" +
                "• Личи\n" +
                "• Лобия\n" +
                "• Ложный мангустан\n" +
                "• Лох узколистный\n" +
                "• Лукума\n" +
                "• Луло\n" +
                "• Люффа остроребристая\n" +
                "• Маболо\n" +
                "• Мадагаскарская слива\n" +
                "• Макадамия цельнолистная\n" +
                "• Малабарская тыква\n" +
                "• Малабарский апельсин\n" +
                "• Малайское яблоко\n" +
                "• Малуко\n" +
                "• Мальпигия гранатолистная\n" +
                "• Маммея американская\n" +
                "• Мамончилло (Лайм испанский)\n" +
                "• Манго благоухающее\n" +
                "• Манго великолепное\n" +
                "• Манго индийское\n" +
                "• Манго резко пахнущее\n" +
                "• Мангостан\n" +
                "• Мангустан\n" +
                "• Мандарин\n" +
                "• Манилкара\n" +
                "• Маракуйя\n" +
                "• Мармеладный плод\n" +
                "• Марула\n" +
                "• Мауриция извилистая\n" +
                "• Маш\n" +
                "• Мексиканская земляная вишня\n" +
                "• Мексиканский огурец\n" +
                "• Мелинжо\n" +
                "• Моква\n" +
                "• Момбин желтый\n" +
                "• Момбин красный\n" +
                "• Момордика\n" +
                "• Моринда\n" +
                "• Мунду\n" +
                "• Мускатный орех\n" +
                "• Мушмула японская\n" +
                "• Наранхилла\n" +
                "• Ням-ням\n" +
                "• Обезьяний хлеб\n" +
                "• Огурец\n" +
                "• Огуречное дерево\n" +
                "• Орех кешью\n" +
                "• Пальма катеху\n" +
                "• Пальма кокосовая\n" +
                "• Пальма масличная африканская\n" +
                "• Пальма персиковая\n" +
                "• Пальчиковый лайм\n" +
                "• Папайя\n" +
                "• Папайя горная\n" +
                "• Папеда\n" +
                "• Паприка\n" +
                "• Пара-гуайява\n" +
                "• Паркия красивая\n" +
                "• Пассифлора съедобная\n" +
                "• Пекуи\n" +
                "• Пепино\n" +
                "• Перец\n" +
                "• Перец кайенский\n" +
                "• Перец стручковый\n" +
                "• Персик\n" +
                "• Перуанская вишня\n" +
                "• Питайя\n" +
                "• Питомба\n" +
                "• Пиши\n" +
                "• Помело\n" +
                "• Померанец\n" +
                "• Помидор\n" +
                "• Помпельмус\n" +
                "• Понцирус (несъедобный плод)\n" +
                "• Приморский виноград\n" +
                "• Путерия\n" +
                "• Пуласан\n" +
                "• Ракум-салакка\n" +
                "• Рамбай\n" +
                "• Рамбутан\n" +
                "• Робуста\n" +
                "• Розовое яблоко\n" +
                "• Роллиния слизистая\n" +
                "• Салакка\n" +
                "• Салакка скученная\n" +
                "• Саламандровое дерево\n" +
                "• Сантол\n" +
                "• Саподилла\n" +
                "• Сатсума\n" +
                "• Сахарное яблоко\n" +
                "• Сахарный горошек\n" +
                "• Свечое дерево\n" +
                "• Свити\n" +
                "• Сизигиум аквеум\n" +
                "• Сизигиум малаккский\n" +
                "• Сизигиум ямбоза\n" +
                "• Сингапурский миндаль\n" +
                "• Слива\n" +
                "• Слива какаду\n" +
                "• Слоновье яблоко\n" +
                "• Сметанное яблоко\n" +
                "• Сонсоя\n" +
                "• Соя\n" +
                "• Спаржевая фасоль\n" +
                "• Страстоцвет\n" +
                "• Суринамская вишня\n" +
                "• Съедобный таитянский орех\n" +
                "• Таитянское яблоко\n" +
                "• Такако\n" +
                "• Тамарилло\n" +
                "• Тамаринд\n" +
                "• Танжерин\n" +
                "• Терминалия катаппа\n" +
                "• Томат настоящий\n" +
                "• Томатное дерево\n" +
                "• Тукума\n" +
                "• Тупа\n" +
                "• Тыква бутылочная\n" +
                "• Тыква восковая\n" +
                "• Тыква мускатная\n" +
                "• Тыква обыкновенная\n" +
                "• Тыква фиголистная\n" +
                "• Тыквенное дерево\n" +
                "• Фейхоа\n" +
                "• Ферония лимонная\n" +
                "• Ферония слоновая\n" +
                "• Физалис земляничный\n" +
                "• Филиппинское розовое яблоко\n" +
                "• Филлантус кислый\n" +
                "• Финик\n" +
                "• Флакурция\n" +
                "• Хлебное дерево\n" +
                "• Хлебные бобы\n" +
                "• Хурма восточная (японская)\n" +
                "• Цейлонский крыжовник\n" +
                "• Циклантера\n" +
                "• Цуккини\n" +
                "• Чайот\n" +
                "• Чампедак\n" +
                "• Черешня\n" +
                "• Черимойя\n" +
                "• Черная гуайява\n" +
                "• Черная сапота\n" +
                "• Черная хурма\n" +
                "• Черный тамаринд\n" +
                "• Чили\n" +
                "• Чилибуха колючая\n" +
                "• Чупа\n" +
                "• Шоколадное дерево\n" +
                "• Яблоко\n" +
                "• Яблоко-кажу\n" +
                "• Яботикаба\n" +
                "• Ямайская вишня\n" +
                "• Ятоба";
        public final static String STRING_FILES_BERRIES = "Барбарис:\n" +
                "• Бузина:\n" +
                "• Виноград:\n" +
                "• Жимолость:\n" +
                "• Калина рыжеватая\n" +
                "• Красная смородина:\n" +
                "• Крыжовник:\n" +
                "• Облепиха:\n" +
                "• Помидор:\n" +
                "• Смородина:\n" +
                "• Черная смородина:\n" +
                "• Шиповник:\n" +
                "• Костянки:\n" +
                "• Хурма:\n" +
                "• Брусника:\n" +
                "• Вороника:\n" +
                "• Клюква:\n" +
                "• Толокнянка:\n" +
                "• Черника:\n" +
                "• Ягоды Можжевельника:\n" +
                "• Соплодия:\n" +
                "• Бойзенова ягода:\n" +
                "• Восковник:\n" +
                "• Ежевика\n" +
                "• Ежевика сизая\n" +
                "• Ирга:\n" +
                "• Ирга колосистая\n" +
                "• Ирга ольхолистная\n" +
                "• Клубника\n" +
                "• Логанова ягода:\n" +
                "• Малина\n" +
                "• Малина душистая:\n" +
                "• Малина пурпурноплодная:\n" +
                "• Морошка\n" +
                "• Шелковица:\n" +
                "• Марионберри (ягоды марион):\n" +
                "• Янгберри Крупная:";
        public final static String STRING_FILES_VEGETABLES = "Амарант\n" +
                "• Ангурия (антильский огурец)\n" +
                "• Анис\n" +
                "• Артишок\n" +
                "• Базилик\n" +
                "• Баклажан\n" +
                "• Бамия\n" +
                "• Батат\n" +
                "• Бобы\n" +
                "• Брюква\n" +
                "• Вигна (спаржевая фасоль)\n" +
                "• Горох\n" +
                "• Горчица сарептская\n" +
                "• Дайкон (редька японская)\n" +
                "• Двурядник тонколистный (Рукола)\n" +
                "• Душица обыкновенная\n" +
                "• Дынная груша (пепино)\n" +
                "• Дыня\n" +
                "• Змееголовник\n" +
                "• Индау посевной\n" +
                "• Иссоп лекарственный\n" +
                "• Капуста белокочанная\n" +
                "• Капуста брокколи\n" +
                "• Капуста брюссельская\n" +
                "• Капуста декоративная\n" +
                "• Капуста китайская\n" +
                "• Капуста кольраби\n" +
                "• Капуста краснокочанная\n" +
                "• Капуста листовая\n" +
                "• Капуста пекинская\n" +
                "• Капуста савойская\n" +
                "• Кардон (испанский артишок)\n" +
                "• Капуста цветная\n" +
                "• Капуста японская\n" +
                "• Картофель\n" +
                "• Катран\n" +
                "• Кервель\n" +
                "• Кориандр (кинза)\n" +
                "• Котовник\n" +
                "• Кресс водяной\n" +
                "• Кресс-салат\n" +
                "• Кукуруза сахарная\n" +
                "• Лаванда\n" +
                "• Лагенария (бутылочная тыква)\n" +
                "• Лебеда садовая\n" +
                "• Ложечная трава\n" +
                "• Лофант анисовый\n" +
                "• Лук репчатый\n" +
                "• Лук-батун\n" +
                "• Лук-порей\n" +
                "• Лук-Шалот\n" +
                "• Лук-анзур\n" +
                "• Лук душистый\n" +
                "• Лук многоярусный\n" +
                "• Лук на перо\n" +
                "• Лук победный и лук медвежий (черемша)\n" +
                "• Лук-слизун\n" +
                "• Лук-шнитт\n" +
                "• Любисток\n" +
                "• Люффа (мочалочная тыква)\n" +
                "• Майоран\n" +
                "• Мангольд (листовая свекла)\n" +
                "• Мелисса лекарственная\n" +
                "• Мелотрия шершавая\n" +
                "• Момордика\n" +
                "• Монарда лимонная\n" +
                "• Морковь\n" +
                "• Мята\n" +
                "• Нигелла\n" +
                "• Овсяный корень\n" +
                "• Огурец\n" +
                "• Огурец перуанский (циклантера)\n" +
                "• Огуречная трава (Бораго)\n" +
                "• Паслен\n" +
                "• Пастернак\n" +
                "• Перец кустарниковый\n" +
                "• Перец\n" +
                "• Перилла\n" +
                "• Петрушка\n" +
                "• Портулак огородный\n" +
                "• Ревень\n" +
                "• Редька китайская (лоба)\n" +
                "• Редис\n" +
                "• Редька\n" +
                "• Репа\n" +
                "• Репа салатная\n" +
                "• Розмарин\n" +
                "• Рута овощная\n" +
                "• Салат латук посевной\n" +
                "• Салат спаржевый\n" +
                "• Салат цикорный (эндивий, эскариол)\n" +
                "• Сараха\n" +
                "• Свекла\n" +
                "• Сельдерей\n" +
                "• Скорцонера (черный корень)\n" +
                "• Спаржа\n" +
                "• Стахис\n" +
                "• Тимьян\n" +
                "• Тладианта (многолетний огурец)\n" +
                "• Тмин овощной\n" +
                "• Томат (помидор)\n" +
                "• Топинамбур\n" +
                "• Тыква\n" +
                "• Тыквы овощные: кабачок, патиссон, крукнек\n" +
                "• Укроп\n" +
                "• Фасоль овощная\n" +
                "• Фенхель овощной\n" +
                "• Физалис\n" +
                "• Хрен\n" +
                "• Хризантема овощная\n" +
                "• Цикорий салатный (витлуф)\n" +
                "• Цифомандра (томатное дерево)\n" +
                "• Чабер огородный\n" +
                "• Чайот\n" +
                "• Чеснок\n" +
                "• Шалфей\n" +
                "• Шпинат\n" +
                "• Шпинат земляничный\n" +
                "• Шпинат новозеландский\n" +
                "• Щавель\n" +
                "• Эстрагон (тархун)\n" +
                "• Якон";
        public final static String STRING_FILES_GROCERY = "бейгл\n" +
                "• бисквит\n" +
                "• брецель\n" +
                "• бриошь\n" +
                "• каравай\n" +
                "• круассан\n" +
                "• лаваш\n" +
                "• лао-бин\n" +
                "• лахох\n" +
                "• матнакаш\n" +
                "• маца\n" +
                "• наан\n" +
                "• паляница (хлеб)\n" +
                "• патыр\n" +
                "• пита\n" +
                "• пумперникель\n" +
                "• рейкялейпя\n" +
                "• ржаной хлеб\n" +
                "• сайка\n" +
                "• тандыр-нан\n" +
                "• тигровый хлеб\n" +
                "• тортилья\n" +
                "• фокачча\n" +
                "• фолар\n" +
                "• французский багет\n" +
                "• чапати\n" +
                "• чиабатта\n" +
                "• чурек\n" +
                "• шоти-пури\n" +
                "• юха\n" +
                "• Пирожные, эклеры\n" +
                "• Пряники, коврижки\n" +
                "• Пироги сладкие, пирожки, ватрушки, булки, пончики, кексы, ромовые бабы\n" +
                "• Вафли\n" +
                "• Печенье\n" +
                "• Торт";
        public final static String STRING_FILES_CANDIES = "Шоколад\n" +
                "• Цукаты\n" +
                "• Халва, лукум, восточные сладости\n" +
                "• Суфле\n" +
                "• Самбук\n" +
                "• Помадка\n" +
                "• Мусс\n" +
                "• Марципан\n" +
                "• Крем\n" +
                "• Конфеты, ирис, карамель, леденцы\n" +
                "• Зефир, пастила\n" +
                "• Желе\n" +
                "• Грильяж\n" +
                "• Ёт\n" +
                "• Повидло\n" +
                "• Варенье, джем, повидло, мармелад, конфитюр, ёт\n" +
                "• Безе, Меренги\n" +
                "• Шоколад Горький шоколад\n" +
                "• Халва\n" +
                "• Желе\n" +
                "• Печенье Савоярди\n" +
                "• Бисквит\n" +
                "• Белый шоколад\n" +
                "• Молочный шоколад\n" +
                "• Песочное печенье\n" +
                "• Вафельные рожки\n" +
                "• Малиновый джем\n" +
                "• Зефир Маршмеллоу\n" +
                "• Консервированная клубника\n" +
                "• Шоколадный бисквит\n" +
                "• Арахисовая паста\n" +
                "• Апельсиновый джем\n" +
                "• Консервированные ананасы\n" +
                "• Консервированные персики\n" +
                "• Вареная сгущенка\n" +
                "• Печенье\n" +
                "• Мармелад\n" +
                "• Варенье\n" +
                "• Вишневое варенье\n" +
                "• Консервированная вишня\n" +
                "• Консервированная груша\n" +
                "• Желе малиновое\n" +
                "• Клубничное желе\n" +
                "• Желе апельсиновое\n" +
                "• Зефир\n" +
                "• Желе вишневое\n" +
                "• Желе из киви\n" +
                "• Желе молочное\n" +
                "• Желе лимонное\n" +
                "• Творожное желе\n" +
                "• Желе яблочное\n" +
                "• Вафли\n" +
                "• Марципан\n" +
                "• Конфеты шоколадные\n" +
                "• Паста Нутелла\n" +
                "• Конфеты леденцы\n" +
                "• Печенье крекер\n" +
                "• Конфеты драже\n" +
                "• Карамель\n" +
                "• Попкорн\n" +
                "• Мюсли\n" +
                "• Кукурузные палочки\n" +
                "• Пастила\n" +
                "• Щербет\n" +
                "• Сырки глазированные\n" +
                "• Мороженое сорбет\n" +
                "• Клубничное варенье\n" +
                "• Конфеты\n" +
                "• Вишня коктейльная\n" +
                "• коктейльная Мороженое\n" +
                "• Абрикосовое варенье\n" +
                "• Пудинг\n" +
                "• Нуга\n" +
                "• Ягодный джем\n" +
                "• Консервированные абрикосы\n" +
                "• Сливовое варенье\n" +
                "• Козинаки\n" +
                "• Шоколадное печенье\n" +
                "• Шоколадное печенье\n" +
                "• Желе для торта\n" +
                "• Желе для торта\n" +
                "• Малиновое варенье\n" +
                "• Малиновое варенье\n" +
                "• Горячий шоколад\n" +
                "• Горячий шоколад\n" +
                "• Суфле\n" +
                "• Суфле\n" +
                "• Рахат-лукум\n" +
                "• Рахат-лукум\n" +
                "• Конфеты трюфель\n" +
                "• Конфеты трюфель\n" +
                "• Пахлава\n" +
                "• Пахлава\n" +
                "• Галеты\n" +
                "• Галеты\n" +
                "• Лакричные конфеты\n" +
                "• Лакричные конфеты\n" +
                "• Конфеты суфле\n" +
                "• Конфеты суфле\n" +
                "• Яблочное варенье\n" +
                "• Яблочное варенье\n" +
                "• Яблочное повидло\n" +
                "• Яблочное повидло\n" +
                "• Круассан\n" +
                "• Круассан\n" +
                "• Конфитюр\n" +
                "• Конфитюр\n" +
                "• Конфеты грильяж\n" +
                "• Конфеты грильяж\n" +
                "• Грильяж\n" +
                "• Грильяж\n" +
                "• Пряники\n" +
                "• Пряники\n" +
                "• Коврижка\n" +
                "• Коврижка\n" +
                "• Варенье из одуванчиков\n" +
                "• Варенье из одуванчиков\n" +
                "• Черничное варенье\n" +
                "• Черничное варенье\n" +
                "• Земляничное варенье\n" +
                "• Земляничное варенье\n" +
                "• Кекс\n" +
                "• Кекс\n" +
                "• Пирожное эклер\n" +
                "• Пирожное эклер\n" +
                "• Печенье безе\n" +
                "• Печенье безе\n" +
                "• Варенье из лимонов\n" +
                "• Варенье из лимонов\n" +
                "• Варенье из роз\n" +
                "• Варенье из роз\n" +
                "• Апельсиновое варенье\n" +
                "• Апельсиновое варенье\n" +
                "• Клюква в сахаре\n" +
                "• Клюква в сахаре \n" +
                "• Зефирный крем\n" +
                "• Зефирный крем\n" +
                "• Тульские пряники\n" +
                "• Тульские пряники\n" +
                "• Пряники козули\n" +
                "• Пряники козули\n" +
                "• Чурчхела\n" +
                "• Чурчхела\n" +
                "• Сдобное печенье\n" +
                "• Сдобное печенье\n" +
                "• Сахарное печенье\n" +
                "• Сахарное печенье\n" +
                "• Пралине\n" +
                "• Пралине\n" +
                "• Кукурузные шарики\n" +
                "• Кукурузные шарики\n" +
                "• Парфе\n" +
                "• Парфе\n" +
                "• Конфеты ирис\n" +
                "• Конфеты ирис\n" +
                "• Яблочная пастила\n" +
                "• Яблочная пастила\n" +
                "• Десерт самбук\n" +
                "• Десерт самбук\n" +
                "• Гематоген\n" +
                "• Гематоген\n" +
                "• Шоколадные пряники\n" +
                "• Шоколадные пряники\n" +
                "• Черемуховое варенье\n" +
                "• Черемуховое варенье\n" +
                "• Варенье из черной смородины\n" +
                "• Варенье из черной смородины\n" +
                "• Повидло\n" +
                "• Повидло\n" +
                "• Сливовое повидло\n" +
                "• Сливовое повидло\n" +
                "• Повидло абрикосовое\n" +
                "• Повидло абрикосовое\n" +
                "• Персиковое повидло\n" +
                "• Персиковое повидло\n" +
                "• Повидло грушевое\n" +
                "• Повидло грушевое\n" +
                "• Сливовый джем\n" +
                "• Сливовый джем\n" +
                "• Мандариновый джем\n" +
                "• Мандариновый джем\n" +
                "• Черничный джем\n" +
                "• Черничный джем\n" +
                "• Пончики\n" +
                "• Пончики \n" +
                "• Кондитерский крем\n" +
                "• Кондитерский крем\n" +
                "• Заварной крем\n" +
                "• Десерт крем-брюле\n" +
                "• Пирожные\n" +
                "• Мусс";
        public final static String STRING_FILES_ALCOGOLIC_AND_ENERGY_DRINCS = "Вино\n" +
                "Пиво\n" +
                "Сидр\n" +
                "Медовуха\n" +
                "Абсент\n" +
                "Бренди\n" +
                "Кальвадос\n" +
                "Виски\n" +
                "Водка\n" +
                "Граппа\n" +
                "Джин\n" +
                "Коньяк \n" +
                "Ликёр\n" +
                "Ром\n" +
                "Самогон\n" +
                "Текила\n" +
                "Шампанское\n" +
                "Кислые щи (кислые шти)\n" +
                "Напиток кола\n" +
                "Тоник";
        public final static String STRING_FILES_MILK = "молоко\n" +
                "• Кефир\n" +
                "• Катык\n" +
                "• Айран\n" +
                "• Ацидофилин\n" +
                "• Жидкий йогурт\n" +
                "• Ряженка\n" +
                "• Кумыс\n" +
                "• Билк\n" +
                "• Катык\n" +
                "• Сметана\n" +
                "• Сливки\n" +
                "• Сгущенное молоко\n" +
                "• Мороженое\n" +
                "• Молочные продукты\n" +
                "• Йогурт\n" +
                "• Кисломолочные продукты\n" +
                "• Домашний йогурт\n" +
                "• Бифилайф\n" +
                "• Творог\n" +
                "• Ряженка\n" +
                "• Адыгейский сыр\n" +
                "• Айран\n" +
                "• Брынза\n" +
                "• Козий сыр\n" +
                "• Сыр сулугуни\n" +
                "• Мацони\n" +
                "• Молозиво коровье\n" +
                "• Кумыс\n" +
                "• Топленое молоко\n" +
                "• Козье молоко\n" +
                "• Молочный гриб\n" +
                "• Молочная сыворотка\n" +
                "• Кефир\n" +
                "• Молоко\n" +
                "• Колбасный сыр\n" +
                "• Плавленый сыр\n" +
                "• Сыр тофу\n" +
                "• Сыр";
        public final static String STRING_FILES_DRINKS_HOT = "Какао\n" +
                "• Чай\n" +
                "• Каркаде\n" +
                "• Кофе\n" +
                "• Мат?\n" +
                "• Глинтвейн\n" +
                "• Сбитень\n" +
                "• Горячие отвары";
        public final static String STRING_FILES_MEAT_SEAFOOD_EGG = "Свиной язык\n" +
                "• Свинина\n" +
                "Колбаса\n"+
                "• Мясо нутрии\n" +
                "• Мясо лося\n" +
                "• Мясо кролика\n" +
                "• Куриные лапки\n" +
                "• Утка\n" +
                "• Яичный желток\n" +
                "• Перепелиные яйца\n" +
                "• Яичная скорлупа\n" +
                "• Куриные яйца\n" +
                "• Перепелиная скорлупа\n" +
                "• Куриная скорлупа\n" +
                "• Кукумария\n" +
                "• Сибас\n" +
                "• Лемонема\n" +
                "• Лимонелла\n" +
                "• Шпроты\n" +
                "• Терпуг\n" +
                "• Спирулина\n" +
                "• Нори\n" +
                "• Рыба сайра\n" +
                "• Рыба голец\n" +
                "• Морская рыба\n" +
                "• Морские гребешки\n" +
                "• Молока рыбы\n" +
                "• Рыба навага\n" +
                "• Устрицы\n" +
                "• Черная икра\n" +
                "• Хамса\n" +
                "• Рыба судак\n" +
                "• Рыба сом\n" +
                "• Селедка\n" +
                "• Кета\n" +
                "• Килька\n" +
                "• Кефаль\n" +
                "• Рыбные консервы\n" +
                "• Рыба конгрио\n" +
                "• Копченая рыба\n" +
                "• Мясо краба\n" +
                "• Щучья икра\n" +
                "• Осьминоги\n" +
                "• Рыба пикша\n" +
                "• Речные раки\n" +
                "• Кижуч\n" +
                "• Минтай\n" +
                "• Мойва\n" +
                "• Кальмары\n" +
                "• Икра мойвы\n" +
                "• Скумбрия\n" +
                "• Печень трески\n" +
                "• Треска\n" +
                "• Горбуша\n" +
                "• Лосось\n" +
                "• Нототения\n" +
                "• Пангасиус\n" +
                "• Мидии\n" +
                "• Тунец\n" +
                "• Икра красная\n" +
                "• Семга\n" +
                "• Креветки\n" +
                "• Камбала\n" +
                "• Свиное сердце\n" +
                "• Баранина\n" +
                "• Конина\n" +
                "• Говяжий язык\n" +
                "• Индейка\n" +
                "• Куриная грудка\n" +
                "• Говядина\n" +
                "• Печень свиная\n" +
                "• Печень говяжья\n" +
                "• Куриная печень\n" +
                "• Куриные желудки\n" +
                "• Куриные сердечки";
        public final static String STRING_FILES_SOFT_DRINK = " Квас\n" +
                "• Компот\n" +
                "• Морс\n" +
                "лимонад\n";
        public final static String STRING_FILES_MUSHROOMS = "• Рыжики\n" +
                "• Грузди\n" +
                "• Вешенки\n" +
                "• Шампиньоны\n" +
                "• Грибы";
        public final static String STRING_FILES_CONDIMENTS_DRIEDFRUIT_SEEDS_NUTS = "• Пряности\n" +
                "• Черный тмин\n" +
                "• Бергамот\n" +
                "• Бальзамический уксус\n" +
                "• Ажгон (Айован душистый, Индийский тмин)\n" +
                "• Аир (Аир болотный, Аир тростниковый, Ирный корень)\n" +
                "• Анис (Бедренец анисовый)\n" +
                "• Аннато\n" +
                "• Асафетида (Ферула вонючая)\n" +
                "• Базилик (Райхон, Рейган, Душистые васильки)\n" +
                "• Барбарис\n" +
                "• Бадьян (Звёздчатый анис)\n" +
                "• Бедренец (Бедренец камнеломковый)\n" +
                "• Ваниль\n" +
                "• Гвоздика (Сизигиум ароматный)\n" +
                "• Горчица (Горчица русская, Горчица сизая)\n" +
                "• Горчица (Полезные, лечебные свойства и противопоказания)\n" +
                "• Девясил (Жёлтый цвет)\n" +
                "• Душица обыкновенная (Орегано)\n" +
                "• Дягиль лекарственный (Дудник)\n" +
                "• Женьшень\n" +
                "• Зира\n" +
                "• Имбирь\n" +
                "• Корень имбиря\n" +
                "• Иссоп (Cиний зверобой)\n" +
                "• Каперсы\n" +
                "• Приправа карри\n" +
                "• Кардамон\n" +
                "• Кервель\n" +
                "• Кориандр\n" +
                "• Кориандр (Полезные, лечебные свойства и противопоказания)\n" +
                "• Корица\n" +
                "• Корица (Полезные свойства и противопоказания)\n" +
                "• Перец Чили\n" +
                "• Кресс-салат\n" +
                "• Кинза\n" +
                "• Кунжут\n" +
                "• КупырьКуркума\n" +
                "• Куркума (Полезные свойства и противопоказания)\n" +
                "• Лавровый лист (Полезные, лечебные свойства и противопоказания)\n" +
                "• Лимонник\n" +
                "• Майоран\n" +
                "• Соевый соус\n" +
                "• Тимьян (Полезные, лечебные свойства и противопоказания)\n" +
                "• Хмель\n" +
                "• Хрен\n" +
                "• Шалфей\n" +
                "• Шафран (Полезные свойства и противопоказания)\n" +
                "• Черный молотый перец\n" +
                "• Цикламен\n" +
                "• Кэроб\n" +
                "• Лабазник\n" +
                "• Мирт\n" +
                "• Мушмула\n" +
                "• Сансевиерия\n" +
                "• Бархатцы\n" +
                "• Сосновые шишки\n" +
                "• Сосна\n" +
                "• Скорлупа грецких орехов\n" +
                "• Кедровая скорлупа\n" +
                "• Кора крушины\n" +
                "• Щавель\n" +
                "• Еловые шишки\n" +
                "• Черемуха\n" +
                "• Чайная роза\n" +
                "• Фиалка трёхцветная\n" +
                "• Софора\n" +
                "• Османтус\n" +
                "• Мать-и-мачеха\n" +
                "• Трава матрешка\n" +
                "• Трава манжетка\n" +
                "• Суданская роза\n" +
                "• Рожковое дерево\n" +
                "• Лемонграсс\n" +
                "• Лебеда\n" +
                "• Корень лакрицы\n" +
                "• Эхинацея пурпурная\n" +
                "• Элеутерококк\n" +
                "• Толстянка денежное дерево\n" +
                "• Конский каштан\n" +
                "• Конский щавель\n" +
                "• Черная бузина\n" +
                "• Орех чуфа\n" +
                "• Семена мака\n" +
                "• Виноградные косточки\n" +
                "• Орехи миндаль\n" +
                "• Грецкий орех\n" +
                "• Кедровые орехи\n" +
                "• Тыквенные семечки\n" +
                "• Фисташки\n" +
                "• Кешью\n" +
                "• Кунжут\n" +
                "• Бразильский орех\n" +
                "• Семечки подсолнуха\n" +
                "• Абрикосовые косточки\n" +
                "• Жареные семечки\n" +
                "• Хельба\n" +
                "• Кокос\n" +
                "• Какао бобы\n" +
                "• Арахис\n" +
                "• Маньчжурский орех\n" +
                "• Орех макадамия\n" +
                "• Земляной орех\n" +
                "• Мускатный орех\n" +
                "• Фундук\n" +
                "• Семя льна\n" +
                "• Котовник лимонный\n" +
                "• Корень одуванчика\n" +
                "• Корень солодки\n" +
                "• Кора ивы\n" +
                "• Кора дуба\n" +
                "• Алоэ\n" +
                "• Белая акация\n" +
                "• Василек\n" +
                "• Васаби\n" +
                "• Валериана\n" +
                "• Змееголовник\n" +
                "• Одуванчик\n" +
                "• Пастушья сумка\n" +
                "• Папоротник\n" +
                "• Пионы\n" +
                "• Пихта\n" +
                "• Белоголовник\n" +
                "• Богородская трава\n" +
                "• Березовые листья\n" +
                "• Герань\n" +
                "• Юкка\n" +
                "• Молочай\n" +
                "• Цикорий\n" +
                "• Чабрец\n" +
                "• Репешок\n" +
                "• Хвощ полевой\n" +
                "• Зверобой\n" +
                "• Душица\n" +
                "• Бессмертник\n" +
                "• Пажитник\n" +
                "• Кипрей\n" +
                "• Черемша\n" +
                "• Рукола\n" +
                "• Кукурузные рыльца\n" +
                "• Расторопша\n" +
                "• Ройбуш\n" +
                "• Толокнянка\n" +
                "• Хлорофитум\n" +
                "• Мокрица\n" +
                "• Пижма\n" +
                "• Эстрагон (Тархун)\n" +
                "• Донник\n" +
                "• Тысячелистник\n" +
                "• Сныть\n" +
                "• Жасмин\n" +
                "• Листья брусники\n" +
                "• Стевия\n" +
                "• Фикус\n" +
                "• Каланхоэ\n" +
                "• Маслины\n" +
                "• Мята перечная\n" +
                "• Календула\n" +
                "• Ромашка\n" +
                "• Липовый цвет\n" +
                "• Липа\n" +
                "• Золотой ус\n" +
                "• Алоэ Вера\n" +
                "• Розмарин\n" +
                "• Полынь\n" +
                "• Крапива\n" +
                "• Подорожник\n" +
                "• Эвкалипт\n" +
                "• Артишок\n" +
                "• Кора осины\n" +
                "• Семена укропа\n" +
                "• Сабельник\n" +
                "• Спорыш\n" +
                "• Клевер красный\n" +
                "• Березовые почки\n" +
                "• Люцерна\n" +
                "• Череда\n" +
                "• Жимолость\n" +
                "• Мелисса\n" +
                "• Корень лопуха\n" +
                "• Бадан";
        public final static String STRING_FILES_BEEKEEPING = "• Пчелы\n" +
                "• Пчелиные соты\n" +
                "• Пчелиная пыльца\n" +
                "• Пчелиный подмор\n" +
                "• Мед\n" +
                "• Мед донниковый\n" +
                "• Гречишный мед\n" +
                "• Липовый мед\n" +
                "• Мед в сотах\n" +
                "• Прополис\n" +
                "• Перга";
        public final static String STRING_FILES_OIL_FATS = "Майонез\n" +
                "• Маргарин\n" +
                "• Нерафинированное масло\n" +
                "• Хлопковое масло\n" +
                "• Смалец\n" +
                "• Масло жожоба\n" +
                "• Виноградное масло\n" +
                "• Облепиховое масло\n" +
                "• Кедровое масло\n" +
                "• Рыбий жир\n" +
                "• Кунжутное масло\n" +
                "• Рыжиковое масло\n" +
                "• Масло расторопши\n" +
                "• Оливковое масло\n" +
                "• Свиное сало\n" +
                "• Масло грецкого ореха\n" +
                "• Рапсовое масло\n" +
                "• Кокосовое масло\n" +
                "• Масло черного тмина\n" +
                "• Конопляное масло\n" +
                "• Пихтовое масло\n" +
                "• Каменное масло\n" +
                "• Сливочное масло\n" +
                "• Горчичное масло\n" +
                "• Барсучий жир\n" +
                "• Касторовое масло\n" +
                "• Льняное масло\n" +
                "• Топленое масло\n" +
                "• Тыквенное масло\n" +
                "• Подсолнечное масло\n" +
                "• Кукурузное масло\n" +
                "• Арахисовое масло\n" +
                "• Сало";
        public final static String STRING_FILES_CEREALS = "Ржаная мука\n" +
                "• Талкан\n" +
                "• Ячмень\n" +
                "• Красный рис\n" +
                "• Овес\n" +
                "• Полба\n" +
                "• Пшеничные хлопья\n" +
                "• Нешлифованный рис\n" +
                "• Кукурузная каша\n" +
                "• Манная каша\n" +
                "• Перловая каша (Перловка)\n" +
                "• Чечевица\n" +
                "• Пшено\n" +
                "• Пшенная каша\n" +
                "• Отруби ржаные\n" +
                "• Отруби\n" +
                "• Ячневая каша\n" +
                "• Овсяные отруби\n" +
                "• Пшеничные отруби\n" +
                "• Гороховая каша\n" +
                "• Ячневая крупа\n" +
                "• Геркулесовая каша\n" +
                "• Кускус\n" +
                "• Толокно овсяное\n" +
                "• Рис пропаренный\n" +
                "• Булгур\n" +
                "• Проросшая пшеница\n" +
                "• Манная крупа\n" +
                "• Овсяная крупа\n" +
                "• Пшеничная крупа\n" +
                "• Гречневая крупа\n" +
                "• Кукурузная крупа\n" +
                "• Зеленая гречка\n" +
                "• Рис белый\n" +
                "• Дикий рис\n" +
                "• Овсянка\n" +
                "• Овес\n" +
                "• Овсяные хлопья\n" +
                "• Мука пшеничная\n" +
                "• Мука пшеничная высшего сорта\n" +
                "• Мука пшеничная высшего сорта\n" +
                "• Мука пшеничная первого сорта\n" +
                "• Мука пшеничная первого сорта\n" +
                "• Мука пшеничная второго сорта\n" +
                "• Мука пшеничная второго сорта\n" +
                "• Мука ржаная\n" +
                "• Мука ржаная\n" +
                "• Мука ржаная сеяная\n" +
                "• Мука ржаная сеяная\n" +
                "• Мука ржаная обойная\n" +
                "• Мука ржаная обойная\n" +
                "• Мука ржаная обдирная\n" +
                "• Мука ржаная обдирная\n" +
                "• Слоеное тесто\n" +
                "• Слоеное тесто\n" +
                "• Спагетти\n" +
                "• Спагетти\n" +
                "• Хлеб\n" +
                "• Хлеб\n" +
                "• Рисовая лапша\n" +
                "• Рисовая лапша\n" +
                "• Лапша\n" +
                "• Лапша\n" +
                "• Ячменная мука\n" +
                "• Ячменная мука \n" +
                "• Дрожжевое тесто\n" +
                "• Дрожжевое тесто\n" +
                "• Песочное тесто\n" +
                "• Песочное тесто\n" +
                "• Макароны\n" +
                "• Макароны\n" +
                "• Овсяная мука\n" +
                "• Овсяная мука\n" +
                "• Гречневая мука\n" +
                "• Гречневая мука\n" +
                "• Кукурузная мука\n" +
                "• Кукурузная мука\n" +
                "• Мука льняная\n" +
                "• Мука льняная\n" +
                "• Кокосовая мука\n" +
                "• Кокосовая мука\n" +
                "• Хлеб черный\n" +
                "• Хлеб черный\n" +
                "• Белый хлеб\n" +
                "• Белый хлеб\n" +
                "• Рубленое тесто\n" +
                "• Рубленое тесто\n" +
                "• Лаваш\n" +
                "• Лаваш\n" +
                "• Бублики (сушки)\n" +
                "• Бублики (сушки)\n" +
                "• Тесто бездрожжевое\n" +
                "• Тесто бездрожжевое\n" +
                "• Чипсы\n" +
                "• Чипсы\n" +
                "• Тортилья\n" +
                "• Тортилья\n" +
                "• Багет\n" +
                "• Багет\n" +
                "• Хлеб для тостов\n" +
                "• Хлеб для тостов\n" +
                "• Батон\n" +
                "• Батон\n" +
                "• Сдоба\n" +
                "• Сдоба\n" +
                "• Сухари\n" +
                "• Сухари\n" +
                "• Чиабатта\n" +
                "• Чиабатта\n" +
                "• Рисовая бумага\n" +
                "• Рисовая бумага\n" +
                "• Каннеллони\n" +
                "• Каннеллони \n" +
                "• Хлебцы\n" +
                "• Хлебцы\n" +
                "• Рисовая мука\n" +
                "• Рисовая мука\n" +
                "• Тальятелле\n" +
                "• Тальятелле\n" +
                "• Тесто фило\n" +
                "• Тесто фило\n" +
                "• Маца\n" +
                "• Маца\n" +
                "• Вермишель\n" +
                "• Вермишель\n" +
                "• Пшеничная лапша\n" +
                "• Пшеничная лапша\n" +
                "• Лапша рамен\n" +
                "• Лапша рамен\n" +
                "• Гречневая лапша\n" +
                "• Гречневая лапша\n" +
                "• Лапша фунчоза\n" +
                "• Лапша фунчоза\n" +
                "• Яичная лапша\n" +
                "• Яичная лапша\n" +
                "• Лапша соба\n" +
                "• Лапша соба\n" +
                "• Пита\n" +
                "• Пита\n" +
                "• Тесто для пельменей\n" +
                "• Тесто для пельменей\n" +
                "• Лапша харусаме\n" +
                "• Лапша харусаме\n" +
                "• Лапша удон\n" +
                "• Лапша удон\n" +
                "• Тарталетки\n" +
                "• Тарталетки\n" +
                "• Булочки для хот-догов\n" +
                "• Булочки для хот-догов\n" +
                "• Булочки для гамбургеров\n" +
                "• Булочки для гамбургеров\n" +
                "• Дрожжевое слоеное тесто\n" +
                "• Дрожжевое слоеное тесто\n" +
                "• Гренки\n" +
                "• Гренки\n" +
                "• Блины\n" +
                "• Блины\n" +
                "• Крутоны\n" +
                "• Сухарики\n" +
                "• Сухарики\n" +
                "• Ржаные сухарики\n" +
                "• Ржаные сухарики\n" +
                "• Вафельные коржи\n" +
                "• Вафельные коржи\n" +
                "• Листы для лазаньи\n" +
                "• Листы для лазаньи\n" +
                "• Булочки\n" +
                "• Булочки\n" +
                "• Рогалик\n" +
                "• Рогалик\n" +
                "• Сочник\n" +
                "• Сочник\n" +
                "• Сдобные булочки\n" +
                "• Сдобные булочки\n" +
                "• Ватрушка\n" +
                "• Ватрушка\n" +
                "• Калач\n" +
                "• Калач\n" +
                "• Рождественский английский кекс\n" +
                "• Рождественский английский кекс\n" +
                "• Лепешки тако\n" +
                "• Лепешки тако\n" +
                "• Шаньги\n" +
                "• Шаньги\n" +
                "• Булочка бриошь\n" +
                "• Булочка бриошь\n" +
                "• Брецель\n" +
                "• Брецель\n" +
                "• Крендель\n" +
                "• Крендель\n" +
                "• Булочки плюшки\n" +
                "• Булочки плюшки\n" +
                "• Пироги\n" +
                "• Пироги\n" +
                "• Пирожки\n" +
                "• Пирожки\n" +
                "• Фетучини\n" +
                "• Фетучини\n" +
                "• Пироги кулебяки\n" +
                "• Пироги кулебяки\n" +
                "• Хлебные палочки\n" +
                "• Хлебные палочки\n" +
                "• Итальянская паста\n" +
                "• Итальянская паста\n" +
                "• Паста капеллини\n" +
                "• Паста капеллини\n" +
                "• Паста фарфалле\n" +
                "• Паста фарфалле\n" +
                "• Паста пенне\n" +
                "• Паста пенне\n" +
                "• Соевая мука\n" +
                "• Соевая мука\n" +
                "• Соленая соломка\n" +
                "• Соленая соломка\n" +
                "• Соломка сладкая\n" +
                "• Соломка сладкая\n" +
                "• Паста ригатони\n" +
                "• Паста ригатони\n" +
                "• Бородинский хлеб\n" +
                "• Бородинский хлеб\n" +
                "• Пресное тесто\n" +
                "• Пресное тесто\n" +
                "• Хлеб пумперникель\n" +
                "• Хлеб пумперникель\n" +
                "• Вареники\n" +
                "• Вареники\n" +
                "• Пельмени\n" +
                "• Пельмени\n" +
                "• Равиоли\n" +
                "• Равиоли\n" +
                "• Макароны ракушки\n" +
                "• Макароны ракушки\n" +
                "• Овсяный хлеб\n" +
                "• Овсяный хлеб\n" +
                "• Банановый хлеб\n" +
                "• Банановый хлеб\n" +
                "• Макароны конкильони\n" +
                "• Макароны конкильони\n" +
                "• Хлебные крошки\n" +
                "• Хлебные крошки\n" +
                "• Профитроли\n" +
                "• Профитроли\n" +
                "• Тесто\n" +
                "• Тесто\n" +
                "• Мучная смесь\n" +
                "• Мучная смесь\n" +
                "• Оладьи\n" +
                "• Оладьи\n" +
                "• Панкейки (американские блинчики)\n" +
                "• Панкейки (американские блинчики)\n" +
                "• Каравай\n" +
                "• Каравай\n" +
                "• Пряничное тесто\n" +
                "• Пряничное тесто\n" +
                "• Вермишель паутинка\n" +
                "• Вермишель паутинка Зерновой хлеб\n" +
                "• Зерновой хлеб\n" +
                "• Макароны спираль\n" +
                "• Макароны спираль\n" +
                "• Лапша быстрого приготовления\n" +
                "• Лапша быстрого приготовления\n" +
                "• Макароны рожки\n" +
                "• Макароны рожки\n" +
                "• Обойная пшеничная мука\n" +
                "• Обойная пшеничная мука\n" +
                "• Ржано-пшеничная мука\n" +
                "• Ржано-пшеничная мука\n" +
                "• Баранки\n" +
                "• Баранки\n" +
                "• Макароны баветте\n" +
                "• Макароны баветте\n" +
                "• Хлеб домашний\n" +
                "• Хлеб домашний\n" +
                "• Лингуине (linguine)\n" +
                "• Лингуине (linguine)\n" +
                "• Мука чечевичная\n" +
                "• Гороховая мука\n" +
                "• Гороховая мука\n" +
                "• Клецки\n" +
                "• Клецки\n" +
                "• Букатини\n" +
                "• Букатини\n" +
                "• Ореховая мука\n" +
                "• Ореховая мука\n" +
                "• Хлеб пшеничный\n" +
                "• Хлеб пшеничный\n" +
                "• Хлеб с отрубями\n" +
                "• Хлеб с отрубями\n" +
                "• Кунжутная мука\n" +
                "• Кунжутная мука\n" +
                "• Бездрожжевой хлеб\n" +
                "• Бездрожжевой хлеб\n" +
                "• Мафальдине\n" +
                "• Мафальдине\n" +
                "• Спагеттини\n" +
                "• Спагеттини\n" +
                "• Ржаной хлеб\n" +
                "• Ржаной хлеб\n" +
                "• Пампушки\n" +
                "• Пампушки\n" +
                "• Пампушки с чесноком\n" +
                "• Пампушки с чесноком\n" +
                "• Паста орзо (Ризони)\n" +
                "• Паста орзо (Ризони)\n" +
                "• Аньолотти\n" +
                "• Аньолотти\n" +
                "• Паста зити\n" +
                "• Паста зити\n" +
                "• Папарделле\n" +
                "• Папарделле\n" +
                "• Тортилья пшеничная\n" +
                "• Тортилья пшеничная\n" +
                "• Мука из зародышей пшеницы\n" +
                "• Мука из зародышей пшеницы\n" +
                "• Кукурузная тортилья\n" +
                "• Кукурузная тортилья\n" +
                "• Сырная тортилья\n" +
                "• Сырная тортилья\n" +
                "• Трубочки закусочные\n" +
                "• Трубочки закусочные\n" +
                "• Хлебцы пшеничные\n" +
                "• Хлебцы пшеничные\n" +
                "• Хлеб солодовый\n" +
                "• Хлеб солодовый\n" +
                "• Слоеные язычки\n" +
                "• Слоеные язычки\n" +
                "• Хлебцы овсяные\n" +
                "• Хлебцы овсяные\n" +
                "• Хлеб соевый\n" +
                "• Хлеб соевый\n" +
                "• Гриссини\n" +
                "• Гриссини\n" +
                "• Кедровая мука\n" +
                "• Кедровая мука\n" +
                "• Лепешки роти\n" +
                "• Лепешки роти\n" +
                "• Хлебцы гречневые\n" +
                "• Хлебцы гречневые\n" +
                "• Хлеб серый\n" +
                "• Хлеб серый\n" +
                "• Тесто кадаиф\n" +
                "• Тесто кадаиф\n" +
                "• Волован\n" +
                "• Волован\n" +
                "• Нутовая мука\n" +
                "• Нутовая мука\n" +
                "• Багель\n" +
                "• Багель\n" +
                "• Хлебцы ржаные\n" +
                "• Хлебцы ржаные\n" +
                "• Хлебцы кукурузные\n" +
                "• Хлебцы кукурузные\n" +
                "• Хлеб кукурузный\n" +
                "• Хлеб кукурузный\n" +
                "• Юфка\n" +
                "• Юфка Х\n" +
                "• леб гречневый\n" +
                "• Хлеб гречневый\n" +
                "• Чипетке\n" +
                "• Чипетке\n" +
                "• Чесночный хлеб\n" +
                "• Чесночный хлеб\n" +
                "• Брускетта\n" +
                "• Брускетта\n" +
                "• Бораки\n" +
                "• Бораки\n" +
                "• Хлеб с сухофруктами\n" +
                "• Хлеб с сухофруктами\n" +
                "• Бисквитная крошка\n" +
                "• Бисквитная крошка\n" +
                "• Чапати\n" +
                "• Чапати\n" +
                "• Амарантовая мука\n" +
                "• Амарантовая мука\n" +
                "• Фокачча\n" +
                "• Фокачча\n" +
                "• Мука тритикале\n" +
                "• Мука тритикале\n" +
                "• Мука подсолнечная\n" +
                "• Мука подсолнечная Кексы маффины\n" +
                "• Кексы маффины\n" +
                "• Лаваш армянский\n" +
                "• Лаваш армянский\n" +
                "• Сайка\n" +
                "• Сайка\n" +
                "• Плетенка\n" +
                "• Плетенка\n" +
                "• Хлеб хала\n" +
                "• Хлеб хала\n" +
                "• Фатир\n" +
                "• Фатир\n" +
                "• Лепешки\n" +
                "• Лепешки";
        public final static String STRING_FILES_BABY_FOOD = "Детские смеси\n" +
                "Яблочное пюре\n" +
                "Яблочное пюре\n" +
                "Банановое пюре\n" +
                "Банановое пюре\n" +
                "Пюре из тыквы\n" +
                "Пюре из тыквы\n" +
                "Грушевое пюре\n" +
                "Грушевое пюре\n" +
                "Абрикосовое пюре\n" +
                "Абрикосовое пюре\n" +
                "Клубничное пюре\n" +
                "Клубничное пюре\n" +
                "Персиковое пюре\n" +
                "Персиковое пюре\n" +
                "Пюре из цветной капусты\n" +
                "• Пюре из цветной капусты\n" +
                "• Картофельное пюре\n" +
                "• Картофельное пюре\n" +
                "• Пюре из свеклы\n" +
                "• Пюре из свеклы\n" +
                "• Кабачковое пюре\n" +
                "• Кабачковое пюре\n" +
                "• Мясное пюре\n" +
                "• Мясное пюре\n" +
                "• Морковное пюре\n" +
                "• Морковное пюре\n" +
                "• Овощные пюре\n" +
                "• Овощные пюре\n" +
                "• Фруктовые пюре\n" +
                "• Фруктовые пюре\n" +
                "• Пюре из брокколи\n" +
                "• Пюре из брокколи\n" +
                "• Пюре из зеленого горошка\n" +
                "• Пюре из зеленого горошка\n" +
                "• Кукурузное пюре\n" +
                "• Кукурузное пюре\n" +
                "• Вишневое пюре\n" +
                "• Вишневое пюре\n" +
                "• Сливовое пюре\n" +
                "• Сливовое пюре\n" +
                "• Малиновое пюре\n" +
                "• Малиновое пюре\n" +
                "• Пюре из манго\n" +
                "• Пюре из манго\n" +
                "• Пюре из апельсина\n" +
                "• Пюре из апельсина\n" +
                "• Пюре из чернослива\n" +
                "• Пюре из чернослива\n" +
                "• Фруктово-овощные пюре\n" +
                "• Фруктово-овощные пюре\n" +
                "• Детский творожок\n" +
                "• Детский творожок\n" +
                "• Сухие завтраки\n" +
                "• Сухие завтраки\n" +
                "• Детские консервы\n" +
                "• Детские консервы\n" +
                "• Детские мясные консервы\n" +
                "• Детские мясные консервы\n" +
                "• Пюре из шпината\n" +
                "• Пюре из шпината\n" +
                "• Томатное пюре\n" +
                "• Томатное пюре\n" +
                "• Каши готовые сухие\n" +
                "• Каши готовые сухие\n";
        public final static String STRING_FILES_EAT_OTHER = "Глутамат натрия\n" +
                "Сахарозаменители\n" +
                "Трансжиры\n" +
                "чипсы";
        public final static String STRING_FILES_EAT_NOT_DISTRIBUTED = "";


        public static String[] getEatFilesCategories() {
            String[] filesEatCategories = new String[ItemCategories.CONTENT_CATEGORY_EAT.NUMBERS_EAT_CATEGORY];
            filesEatCategories[0] = STRING_FILES_FRUITS;
            filesEatCategories[1] = STRING_FILES_BERRIES;
            filesEatCategories[2] = STRING_FILES_VEGETABLES;
            filesEatCategories[3] = STRING_FILES_GROCERY;
            filesEatCategories[4] = STRING_FILES_CANDIES;
            filesEatCategories[5] = STRING_FILES_ALCOGOLIC_AND_ENERGY_DRINCS;
            filesEatCategories[6] = STRING_FILES_MILK;
            filesEatCategories[7] = STRING_FILES_DRINKS_HOT;
            filesEatCategories[8] = STRING_FILES_MEAT_SEAFOOD_EGG;
            filesEatCategories[9] = STRING_FILES_SOFT_DRINK;
            filesEatCategories[10] = STRING_FILES_MUSHROOMS;
            filesEatCategories[11] = STRING_FILES_CONDIMENTS_DRIEDFRUIT_SEEDS_NUTS;
            filesEatCategories[12] = STRING_FILES_BEEKEEPING;
            filesEatCategories[13] = STRING_FILES_OIL_FATS;
            filesEatCategories[14] = STRING_FILES_CEREALS;
            filesEatCategories[15] = STRING_FILES_BABY_FOOD;
            filesEatCategories[16] = STRING_FILES_EAT_OTHER;
            filesEatCategories[17] = STRING_FILES_EAT_NOT_DISTRIBUTED;
            return filesEatCategories;
        }
    }

    public static String[] getFilesGeneralCategories() {
        String[] filesCategories = new String[ItemCategories.NUMBERS_GENERAL_CATEGORIES];
        filesCategories[0] = STRING_FILES_CATEGORY_EAT;
        filesCategories[1] = STRING_FILES_CATEGORY_HOUSEHOLD_PRODUCTS;
        filesCategories[2] = STRING_FILES_CATEGORY_GOODS_FOR_KIDS;
        filesCategories[3] = STRING_FILES_CATEGORY_STATIONERY;
        filesCategories[4] = STRING_FILES_CATEGORY_ANIMALS;
        filesCategories[5] = STRING_FILES_CATEGORY_CLOTHES;
        filesCategories[6] = STRING_FILES_CATEGORY_ELECTRONICS;
        filesCategories[7] = STRING_FILES_CATEGORY_OTHER;
        filesCategories[8] = STRING_FILES_NOT_DISTRIBUTED;

        return filesCategories;
    }


}
